{
    "pdf_info": [
        {
            "para_blocks": [
                {
                    "bbox": [
                        102,
                        107,
                        496,
                        188
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                102,
                                107,
                                496,
                                188
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        102,
                                        107,
                                        496,
                                        188
                                    ],
                                    "type": "text",
                                    "content": "Caring for Patients After Ileostomy Surgery"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        100,
                        206,
                        469,
                        237
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                206,
                                469,
                                237
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        206,
                                        469,
                                        237
                                    ],
                                    "type": "text",
                                    "content": "A review of postoperative hydration, medication, and nutritional management."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        109,
                        270,
                        514,
                        338
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                109,
                                270,
                                514,
                                338
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        109,
                                        270,
                                        514,
                                        338
                                    ],
                                    "type": "text",
                                    "content": "ABSTRACT: After ileostomy surgery, patients require nutrition and hydration modifications to maintain electrolyte balances and prevent postoperative complications. In addition to becoming dehydrated, patients who have ileostomies can develop obstructions if care isn't taken to avoid certain kinds of foods. Moreover, changes to medications may be needed to manage ileostomy output or account for altered absorption. This article provides information on postoperative hydration, medication, and nutritional management to nurses caring for patients after ileostomy surgery."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        109,
                        342,
                        408,
                        354
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                109,
                                342,
                                408,
                                354
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        109,
                                        342,
                                        408,
                                        354
                                    ],
                                    "type": "text",
                                    "content": "Keywords: dehydration, ileostomy, medication, nutrition, postoperative care"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        100,
                        385,
                        307,
                        484
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                385,
                                307,
                                484
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        385,
                                        307,
                                        484
                                    ],
                                    "type": "text",
                                    "content": "Ostomy surgery is a life-altering—sometimes lifesaving—procedure. It can be elective or emergent, temporary or permanent. Ostomy surgery is most commonly indicated for people who have chronic irritable bowel disease (Crohn's disease or ulcerative colitis) or colorectal cancer but may also be warranted in cases of bowel trauma, diverticular disease, birth defects, or bowel obstruction.[1]"
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        100,
                        485,
                        307,
                        584
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                485,
                                307,
                                584
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        485,
                                        307,
                                        584
                                    ],
                                    "type": "text",
                                    "content": "Approximately 100,000 ostomy surgeries occur each year in the United States, although variations in facilities' coding techniques make this number difficult to track.2 Colectomy, which may be followed by a temporary or permanent ileostomy,3 was the ninth most common operating room procedure performed during inpatient stays in 2018.4 Currently, an estimated 750,000 to 1 million people are living with an ostomy in the United States.2"
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        100,
                        584,
                        307,
                        716
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                584,
                                307,
                                716
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        584,
                                        307,
                                        716
                                    ],
                                    "type": "text",
                                    "content": "Nurses may encounter patients who have one of several types of surgically created bowel diversions. The classification of the type of bowel diversion is determined by the anatomical position of the stoma. Duodenostomies and jejunostomies, with the stoma positioned at the point of the duodenum or jejunum, are rare. The output, or waste, from these stomas is liquid. An ileostomy presents from the ileum, with expected output ranging from a liquid to a semi-formed consistency. A colostomy can be created from the ascending, transverse, descending, or sigmoid colon. The output from an ascending or transverse"
                                }
                            ]
                        }
                    ],
                    "index": 9
                },
                {
                    "bbox": [
                        315,
                        385,
                        522,
                        418
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                385,
                                522,
                                418
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        385,
                                        522,
                                        418
                                    ],
                                    "type": "text",
                                    "content": "ostomy is expected to be liquid to pasty in consistency. The closer the stoma is to the rectum, the more formed the output will be.5"
                                }
                            ]
                        }
                    ],
                    "index": 10
                },
                {
                    "bbox": [
                        315,
                        418,
                        523,
                        496
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                418,
                                523,
                                496
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        496
                                    ],
                                    "type": "text",
                                    "content": "Understanding the difference between these bowel diversion procedures is essential to appropriately managing a patient's care and preventing complications. This article focuses on postoperative care following ileostomy surgery and provides information for nurses on hydration, medication, and nutritional management."
                                }
                            ]
                        }
                    ],
                    "index": 11
                },
                {
                    "bbox": [
                        316,
                        506,
                        393,
                        516
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                316,
                                506,
                                393,
                                516
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        316,
                                        506,
                                        393,
                                        516
                                    ],
                                    "type": "text",
                                    "content": "ILEOSTOMY SURGERY"
                                }
                            ]
                        }
                    ],
                    "index": 12
                },
                {
                    "bbox": [
                        315,
                        517,
                        523,
                        671
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                517,
                                523,
                                671
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        517,
                                        523,
                                        671
                                    ],
                                    "type": "text",
                                    "content": "When bowel surgery involves the creation of a stoma using the small intestine, it's called an ileostomy (see Figure 1). The small intestine is about 20 feet long and primarily responsible for digestion and the absorption of nutrients.6 The large intestine is five to seven feet long and primarily responsible for the storage and elimination of waste.6 During ileostomy surgery, a surgical opening is created in the abdomen. A portion of the last part of the small intestine (the terminal ileum) is brought to the skin surface, creating the stoma.7 The output is excreted through the opening of the stoma (the \"os\"). An ostomy pouching system fits over the stoma to collect the output."
                                }
                            ]
                        }
                    ],
                    "index": 13
                },
                {
                    "bbox": [
                        315,
                        672,
                        523,
                        716
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                672,
                                523,
                                716
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        672,
                                        523,
                                        716
                                    ],
                                    "type": "text",
                                    "content": "Complications. Postoperative complications associated with ileostomy surgery can be classified as early (less than 30 days after surgery) or late (more than 30 days after surgery). These may include, but aren't"
                                }
                            ]
                        }
                    ],
                    "index": 14
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        46,
                        21,
                        88,
                        63
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                46,
                                21,
                                88,
                                63
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        46,
                                        21,
                                        88,
                                        63
                                    ],
                                    "type": "text",
                                    "content": "NC PD"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        93,
                        23,
                        159,
                        47
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                93,
                                23,
                                159,
                                47
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        93,
                                        23,
                                        159,
                                        47
                                    ],
                                    "type": "text",
                                    "content": "2 HOURS"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        93,
                        48,
                        272,
                        60
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                93,
                                48,
                                272,
                                60
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        93,
                                        48,
                                        272,
                                        60
                                    ],
                                    "type": "text",
                                    "content": "Nursing Continuing Professional Development"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        33,
                        724,
                        45,
                        733
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                33,
                                724,
                                45,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        33,
                                        724,
                                        45,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "36"
                                }
                            ]
                        }
                    ],
                    "index": 15
                },
                {
                    "bbox": [
                        100,
                        724,
                        221,
                        734
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                724,
                                221,
                                734
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        100,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        100,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol.123, No.2"
                                }
                            ]
                        }
                    ],
                    "index": 16
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 0
        },
        {
            "para_blocks": [
                {
                    "type": "image",
                    "bbox": [
                        48,
                        123,
                        471,
                        368
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                48,
                                123,
                                471,
                                368
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        123,
                                        471,
                                        368
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                123,
                                                471,
                                                368
                                            ],
                                            "type": "image",
                                            "image_path": "3649ae0a24c5a5d4619e3400ed3d3eb2ca6c4290a8dcd6361d99255725b7ecb7.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 2,
                            "angle": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                46,
                                108,
                                283,
                                120
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        46,
                                        108,
                                        283,
                                        120
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                46,
                                                108,
                                                283,
                                                120
                                            ],
                                            "type": "text",
                                            "content": "Figure 1. Normal Anatomy vs. Colectomy with Ileostomy"
                                        }
                                    ]
                                }
                            ],
                            "index": 1,
                            "angle": 0,
                            "type": "image_caption"
                        },
                        {
                            "bbox": [
                                45,
                                370,
                                467,
                                404
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        45,
                                        370,
                                        467,
                                        404
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                45,
                                                370,
                                                467,
                                                404
                                            ],
                                            "type": "text",
                                            "content": "An anterior view of normal abdominal anatomy and anatomy following colectomy (colon removal) and ileostomy surgery, where a portion of the small intestine is passed through the abdominal wall to create an ileostomy stoma. Image © Nucleus Medical Media Inc / Alamy Stock Photo."
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "angle": 0,
                            "type": "image_footnote"
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        45,
                        418,
                        253,
                        561
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                45,
                                418,
                                253,
                                561
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        45,
                                        418,
                                        253,
                                        561
                                    ],
                                    "type": "text",
                                    "content": "limited to, dehydration; electrolyte imbalance; malnutrition; vitamin "
                                },
                                {
                                    "bbox": [
                                        45,
                                        418,
                                        253,
                                        561
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{B}_{12}"
                                },
                                {
                                    "bbox": [
                                        45,
                                        418,
                                        253,
                                        561
                                    ],
                                    "type": "text",
                                    "content": " deficiency; infection; and various stoma-specific complications, such as necrosis, hernia, prolapse, obstruction, and peristomal skin breakdown. Risk factors for complications include comorbidities such as diabetes, poor nutritional status, weak abdominal muscle tone, obesity, older age, renal insufficiency, and immunosuppression. Operative risk factors may include stoma site location and type, as well as surgical length and complexity. Specifically, the risk of complications is known to rise when both a pelvic procedure and an ileostomy are performed."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        45,
                        562,
                        253,
                        717
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                45,
                                562,
                                253,
                                717
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        45,
                                        562,
                                        253,
                                        717
                                    ],
                                    "type": "text",
                                    "content": "The enhanced recovery after surgery (ERAS) protocol, first introduced in 2005 and implemented at health care institutions worldwide since, can help to minimize the risk of complications during and after colorectal surgery. Its aim is to reduce stress, maintain function, and accelerate healing following surgery. Starting in the preoperative phase, patient education is provided, especially regarding pain management. In addition, rather than having the patient fast for a lengthy period prior to surgery, fasting is limited to decrease postoperative metabolic stress. A carbohydrate-rich drink is consumed the night before and two to three hours prior to the procedure, which helps the patient maintain strength"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        261,
                        418,
                        469,
                        517
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                418,
                                469,
                                517
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        418,
                                        469,
                                        517
                                    ],
                                    "type": "text",
                                    "content": "and reduces the development of postoperative insulin resistance.12 After surgery, care is focused on early mobility rather than having patients rest in bed. Early oral intake is also promoted, provided the patient tolerates this, to encourage healing and improve strength. The ERAS protocol has been shown to shorten the length of hospitalization and decrease the risk of postoperative complications and readmissions.11"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        261,
                        517,
                        470,
                        716
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                517,
                                470,
                                716
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        517,
                                        470,
                                        716
                                    ],
                                    "type": "text",
                                    "content": "Approximately one in five patients who have ileostomy surgery are readmitted, often due to dehydration, which occurred in one-third of patients in a recent study who were readmitted within 30 days of ileostomy creation. To prevent complications and hospital readmissions, it's important to understand the anatomical and functional changes that occur after ileostomy surgery, which determine how patients must manage postoperative nutrition and hydration. With an ileostomy, the output from the gastrointestinal tract exits the body prior to transit time in the colon, which means there is less time for food to be broken down and form solid waste. Therefore, easy-to-digest food is recommended initially. In addition, waste exits the body before electrolyte and fluid reabsorption can occur in the colon, putting the patient at risk for dehydration and thus requiring close monitoring of hydration."
                                }
                            ]
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        257,
                        53,
                        538,
                        92
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                257,
                                53,
                                538,
                                92
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        257,
                                        53,
                                        538,
                                        92
                                    ],
                                    "type": "text",
                                    "content": "By Teresa McCartney, BSN, RN, CWOCN, Ashley Markwell, MSN, RN, AGCNS-BC, CWOCN, Mackenzie Rauch-Pucher, DNP, RN, AGCNS-BC, CWOCN, and Jessica Cox-Reber, BSN, RN, CWOCN"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        348,
                        724,
                        470,
                        733
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                348,
                                724,
                                470,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol. 123, No. 2"
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        526,
                        723,
                        537,
                        733
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                526,
                                723,
                                537,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        526,
                                        723,
                                        537,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "37"
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 1
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        101,
                        77,
                        145,
                        87
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                101,
                                77,
                                145,
                                87
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        101,
                                        77,
                                        145,
                                        87
                                    ],
                                    "type": "text",
                                    "content": "HYDRATION"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        100,
                        88,
                        309,
                        288
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                88,
                                309,
                                288
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        88,
                                        309,
                                        288
                                    ],
                                    "type": "text",
                                    "content": "Having an ileostomy affects a person's ability to absorb fluid and nutrition, as waste products no longer pass through the large intestine.[15] The normal amount of output from an ileostomy after surgery averages 1 to "
                                },
                                {
                                    "bbox": [
                                        100,
                                        88,
                                        309,
                                        288
                                    ],
                                    "type": "inline_equation",
                                    "content": "1.5\\mathrm{L}"
                                },
                                {
                                    "bbox": [
                                        100,
                                        88,
                                        309,
                                        288
                                    ],
                                    "type": "text",
                                    "content": " per day.[16] This may be a liquid to a semiformed consistency, depending on whether a patient is eating, how much fluid they are taking in, and what kind of medications they take. In the two weeks after surgery, a higher amount of output is expected, and it should be more liquid in consistency,[5] as patients initially consume a mostly liquid diet. As the patient begins eating solid foods, the output may become mushier, and the amount may lessen, with an expected output of less than "
                                },
                                {
                                    "bbox": [
                                        100,
                                        88,
                                        309,
                                        288
                                    ],
                                    "type": "inline_equation",
                                    "content": "1,500\\mathrm{mL}"
                                },
                                {
                                    "bbox": [
                                        100,
                                        88,
                                        309,
                                        288
                                    ],
                                    "type": "text",
                                    "content": " per day (though the amount will vary depending on the patient). This amount should decrease over time, as the body heals and adapts to the ileostomy.[16] However, some ileostomies can have"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        107,
                        306,
                        301,
                        321
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                306,
                                301,
                                321
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        306,
                                        301,
                                        321
                                    ],
                                    "type": "text",
                                    "content": "Ileostomy Patient Teaching Checklist14"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        106,
                        330,
                        302,
                        351
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                106,
                                330,
                                302,
                                351
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        330,
                                        302,
                                        351
                                    ],
                                    "type": "text",
                                    "content": "Prior to discharge, review the following items with patients and their families."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        107,
                        358,
                        151,
                        368
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                358,
                                151,
                                368
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        358,
                                        151,
                                        368
                                    ],
                                    "type": "text",
                                    "content": "Hydration"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        109,
                        369,
                        302,
                        424
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 7,
                    "blocks": [
                        {
                            "bbox": [
                                109,
                                369,
                                302,
                                401
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        369,
                                        302,
                                        401
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                369,
                                                302,
                                                401
                                            ],
                                            "type": "text",
                                            "content": "- The signs and symptoms of dehydration may include fatigue, headache, thirst, light-headedness, and abdominal cramping."
                                        }
                                    ]
                                }
                            ],
                            "index": 5
                        },
                        {
                            "bbox": [
                                109,
                                401,
                                301,
                                424
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        401,
                                        301,
                                        424
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                401,
                                                301,
                                                424
                                            ],
                                            "type": "text",
                                            "content": "- Water, sports drinks, and electrolyte powders added to water help to replenish fluids."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        }
                    ],
                    "sub_type": "text"
                },
                {
                    "bbox": [
                        107,
                        430,
                        127,
                        439
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                430,
                                127,
                                439
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        430,
                                        127,
                                        439
                                    ],
                                    "type": "text",
                                    "content": "Diet"
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        109,
                        441,
                        302,
                        517
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 11,
                    "blocks": [
                        {
                            "bbox": [
                                109,
                                441,
                                302,
                                474
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        441,
                                        302,
                                        474
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                441,
                                                302,
                                                474
                                            ],
                                            "type": "text",
                                            "content": "- Avoid high-fiber foods, which are harder to digest and can increase the risk of intestinal blockage."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        },
                        {
                            "bbox": [
                                109,
                                474,
                                302,
                                517
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        474,
                                        302,
                                        517
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                474,
                                                302,
                                                517
                                            ],
                                            "type": "text",
                                            "content": "- Foods that are suitable to eat include cooked vegetables without skins or seeds, milk products, pasta, bread, meat, and fruit without skins or seeds."
                                        }
                                    ]
                                }
                            ],
                            "index": 10
                        }
                    ],
                    "sub_type": "text"
                },
                {
                    "bbox": [
                        107,
                        524,
                        160,
                        534
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                524,
                                160,
                                534
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        524,
                                        160,
                                        534
                                    ],
                                    "type": "text",
                                    "content": "Medications"
                                }
                            ]
                        }
                    ],
                    "index": 12
                },
                {
                    "bbox": [
                        109,
                        535,
                        302,
                        622
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 16,
                    "blocks": [
                        {
                            "bbox": [
                                109,
                                535,
                                302,
                                567
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        535,
                                        302,
                                        567
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                535,
                                                302,
                                                567
                                            ],
                                            "type": "text",
                                            "content": "- Enteric-coated and sustained-release medications may no longer be absorbed properly due to less transit time in the bowel."
                                        }
                                    ]
                                }
                            ],
                            "index": 13
                        },
                        {
                            "bbox": [
                                109,
                                568,
                                302,
                                589
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        568,
                                        302,
                                        589
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                568,
                                                302,
                                                589
                                            ],
                                            "type": "text",
                                            "content": "- The form of medication may need to be changed (to liquid formulations)."
                                        }
                                    ]
                                }
                            ],
                            "index": 14
                        },
                        {
                            "bbox": [
                                109,
                                590,
                                302,
                                622
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        590,
                                        302,
                                        622
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                590,
                                                302,
                                                622
                                            ],
                                            "type": "text",
                                            "content": "Report the ileostomy procedure to physicians and pharmacists to ensure the most appropriate form of medication is prescribed."
                                        }
                                    ]
                                }
                            ],
                            "index": 15
                        }
                    ],
                    "sub_type": "text"
                },
                {
                    "bbox": [
                        107,
                        629,
                        219,
                        639
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                629,
                                219,
                                639
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        629,
                                        219,
                                        639
                                    ],
                                    "type": "text",
                                    "content": "When to Seek Medical Care"
                                }
                            ]
                        }
                    ],
                    "index": 17
                },
                {
                    "bbox": [
                        109,
                        640,
                        302,
                        706
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 22,
                    "blocks": [
                        {
                            "bbox": [
                                109,
                                640,
                                230,
                                650
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        640,
                                        230,
                                        650
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                640,
                                                230,
                                                650
                                            ],
                                            "type": "text",
                                            "content": "- Stoma appears black or dark"
                                        }
                                    ]
                                }
                            ],
                            "index": 18
                        },
                        {
                            "bbox": [
                                109,
                                651,
                                302,
                                672
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        651,
                                        302,
                                        672
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                651,
                                                302,
                                                672
                                            ],
                                            "type": "text",
                                            "content": "- Dehydration symptoms don't improve with rehydration"
                                        }
                                    ]
                                }
                            ],
                            "index": 19
                        },
                        {
                            "bbox": [
                                109,
                                673,
                                251,
                                683
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        673,
                                        251,
                                        683
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                673,
                                                251,
                                                683
                                            ],
                                            "type": "text",
                                            "content": "- Little or no output from the stoma"
                                        }
                                    ]
                                }
                            ],
                            "index": 20
                        },
                        {
                            "bbox": [
                                109,
                                684,
                                302,
                                706
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        109,
                                        684,
                                        302,
                                        706
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                109,
                                                684,
                                                302,
                                                706
                                            ],
                                            "type": "text",
                                            "content": "- Difficulties with pouch adherence that causes leakage"
                                        }
                                    ]
                                }
                            ],
                            "index": 21
                        }
                    ],
                    "sub_type": "text"
                },
                {
                    "bbox": [
                        315,
                        77,
                        523,
                        100
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                77,
                                523,
                                100
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        77,
                                        523,
                                        100
                                    ],
                                    "type": "text",
                                    "content": "a high output, which is defined as more than 2,000 mL per day.[17]"
                                }
                            ]
                        }
                    ],
                    "index": 23
                },
                {
                    "bbox": [
                        315,
                        100,
                        524,
                        253
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                100,
                                524,
                                253
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        100,
                                        524,
                                        253
                                    ],
                                    "type": "text",
                                    "content": "Tracking output. Strict recording of output must be maintained when monitoring the hydration status of a patient with an ileostomy. It's recommended that the patient monitor their ileostomy and urine output for at least two weeks after surgery.[18] They can do so by creating a simple tracking sheet that records the date, time, type of fluid intake, amount of fluid intake, and amount of ileostomy and urine output. OstoMy output can also be tracked via smartphone app, such as OstoBuddy. Using an electronic format for recording output may help patients to communicate this information to health care providers, and some apps allow for these details to be sent directly to providers."
                                }
                            ]
                        }
                    ],
                    "index": 24
                },
                {
                    "bbox": [
                        315,
                        254,
                        524,
                        506
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                254,
                                524,
                                506
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        254,
                                        524,
                                        506
                                    ],
                                    "type": "text",
                                    "content": "Dehydration. People who have ileostomies and their family members should be taught to recognize the signs and symptoms of dehydration. These may include thirst, fatigue, light-headedness, stomach cramps, and more output from the ileostomy than usual. To help prevent dehydration, the patient should be advised to keep a water bottle on hand. Additionally, because electrolytes need to be replaced throughout the day, the patient should drink fluids with electrolytes, such as sugar-free sports drinks, or add electrolyte powders to water. There is no specified amount of fluid people with ileostomies should consume per day; instead, each person should monitor ileostomy output to determine the amount of fluid they need. The goal is to maintain an output of less than 1,500 mL per day.[18] The patient should also monitor their urine output, as this can be another indicator of hydration. Urine should be monitored for color and amount for two weeks after surgery.[18] Should the patient have comorbidities that affect fluid retention or kidney function, they should consult with their providers, including a registered dietitian, to determine the proper amount of fluid intake."
                                }
                            ]
                        }
                    ],
                    "index": 25
                },
                {
                    "bbox": [
                        315,
                        507,
                        524,
                        638
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                507,
                                524,
                                638
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        507,
                                        524,
                                        638
                                    ],
                                    "type": "text",
                                    "content": "Patients also need to be taught practical management tips for a high-output ileostomy. The aim is to thicken and slow output, preventing further dehydration. Fluid intake during meals, for instance, should be avoided to help slow output, as should foods and fluids that increase output, such as drinks with a high sugar content, tea, coffee, and juices. If the patient continues to struggle with high output, fluid intake should be limited (500 to "
                                },
                                {
                                    "bbox": [
                                        315,
                                        507,
                                        524,
                                        638
                                    ],
                                    "type": "inline_equation",
                                    "content": "1,000~\\mathrm{mL}"
                                },
                                {
                                    "bbox": [
                                        315,
                                        507,
                                        524,
                                        638
                                    ],
                                    "type": "text",
                                    "content": " per day). Lastly, foods that help to thicken stool, such as pretzels, pasta, rice, bananas, and applesauce, can be incorporated into the diet.[14]"
                                }
                            ]
                        }
                    ],
                    "index": 26
                },
                {
                    "bbox": [
                        315,
                        639,
                        524,
                        717
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                639,
                                524,
                                717
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        639,
                                        524,
                                        717
                                    ],
                                    "type": "text",
                                    "content": "Nursing interventions for dehydration in hospitalized patients with an ileostomy include monitoring and replacing electrolytes, administering medications, and adjusting the patient's input, as needed. To diagnose dehydration, basic laboratory tests are conducted to monitor electrolytes, such as sodium, potassium, chloride, blood urea nitrogen, creatinine, glu"
                                }
                            ]
                        }
                    ],
                    "index": 27
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        33,
                        724,
                        45,
                        734
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                33,
                                724,
                                45,
                                734
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        33,
                                        724,
                                        45,
                                        734
                                    ],
                                    "type": "text",
                                    "content": "38"
                                }
                            ]
                        }
                    ],
                    "index": 28
                },
                {
                    "bbox": [
                        101,
                        724,
                        223,
                        735
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                101,
                                724,
                                223,
                                735
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        223,
                                        735
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        223,
                                        735
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        223,
                                        735
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol. 123, No. 2"
                                }
                            ]
                        }
                    ],
                    "index": 29
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 2
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        45,
                        77,
                        253,
                        211
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                45,
                                77,
                                253,
                                211
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        45,
                                        77,
                                        253,
                                        211
                                    ],
                                    "type": "text",
                                    "content": "cose, calcium, and magnesium. Because ileostomy effluent contains high levels of sodium and potassium, assessment of these electrolytes is particularly important.[19] If electrolyte replenishing is required, this can be done orally or intravenously. Depending on the facility, protocols to replenish electrolytes according to a set algorithm may be in place. If medications are prescribed to help thicken ostomy output, the quantity and consistency of the output should be monitored. Should patients be on a more advanced diet than clear liquids, nurses can help them choose foods that contribute to thickening the output."
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        49,
                        244,
                        252,
                        338
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                49,
                                244,
                                252,
                                338
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        49,
                                        244,
                                        252,
                                        338
                                    ],
                                    "type": "text",
                                    "content": "It's recommended that patients monitor their ileostomy and urine output for at least two weeks after surgery."
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        46,
                        374,
                        94,
                        385
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                46,
                                374,
                                94,
                                385
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        46,
                                        374,
                                        94,
                                        385
                                    ],
                                    "type": "text",
                                    "content": "MEDICATION"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        46,
                        385,
                        253,
                        528
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                46,
                                385,
                                253,
                                528
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        46,
                                        385,
                                        253,
                                        528
                                    ],
                                    "type": "text",
                                    "content": "After ileostomy surgery, patients' medications must be carefully reviewed. Enteric-coated and sustained-release medications may no longer be appropriate, because the shorter transit time through the bowel does not allow for proper dissolution and absorption.[14] Patients should be educated on the importance of telling physicians and pharmacists they have an ileostomy to ensure they are prescribed the most appropriate form of medication, such as a liquid preparation. Additionally, people with ileostomies shouldn't be prescribed bowel preparations for any procedure, because of the high risk of dehydration and electrolyte imbalance.[14]"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        46,
                        528,
                        253,
                        682
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                46,
                                528,
                                253,
                                682
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        46,
                                        528,
                                        253,
                                        682
                                    ],
                                    "type": "text",
                                    "content": "Medications can be an important component of regulating ileostomy output. Products designed to thicken and slow output include loperamide, polycarbophil (Fibercon), and psyllium powder. Loperamide has been shown to significantly decrease ileostomy output in a small study, but the effect on each patient varied.[20] Thus, the dose and frequency should be adjusted based on the patient's clinical presentation. Loperamide is typically taken multiple times per day, usually before meals.[21] Initially, 2-mg to 4-mg capsules are used; should high stomal output continue, the dosage can be increased. The consistency of the output should be monitored along with the amount. The goal is an output that has a semiformed consistency."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        46,
                        682,
                        253,
                        717
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                46,
                                682,
                                253,
                                717
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        46,
                                        682,
                                        253,
                                        717
                                    ],
                                    "type": "text",
                                    "content": "Of note, medications that thicken ileostomy output may include those composed of soluble fiber, such as polycarbophil and psyllium powder. These bulk"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        261,
                        77,
                        469,
                        156
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                77,
                                469,
                                156
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        77,
                                        469,
                                        156
                                    ],
                                    "type": "text",
                                    "content": "forming medications, while contributing to a thicker output, don't help with the reabsorption of nutrients or the prevention of dehydration because fluid gets incorporated into the output.18 Therefore, when managing output, providers prescribing soluble fiber oral medications should also utilize hydration management to help prevent dehydration in this population."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        262,
                        165,
                        305,
                        175
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                262,
                                165,
                                305,
                                175
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        262,
                                        165,
                                        305,
                                        175
                                    ],
                                    "type": "text",
                                    "content": "NUTRITION"
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        261,
                        177,
                        469,
                        429
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                177,
                                469,
                                429
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        177,
                                        469,
                                        429
                                    ],
                                    "type": "text",
                                    "content": "The postoperative diet for a patient with an ileostomy begins with clear liquids and is advanced based on the patient's ability to tolerate the diet. Studies suggest that advancing a patient's diet early in the postoperative period can promote the return of bowel function. Patients in one study who received early diet advancement (postoperative days 0 and 1) had their first ostomy output and passed first flatus significantly earlier than patients who had traditional diet advancement.[22] Because a person's appetite may be reduced after surgery, small, frequent meals (eating every two to four hours) may be better tolerated. The patient should be instructed not to skip meals, as this can cause loose or watery output and increased gas production. Additionally, smoking, chewing gum, drinking through a straw, and certain foods (such as alcohol, eggs, and cheese) can increase gas production. Foods that are safe to consume after ileostomy surgery include (but are not limited to) canned or cooked vegetables without skins or seeds, fruit without skins or seeds, canned fruit, milk products, grains (breads, pasta), and high-protein foods (peanut butter, hummus, cottage cheese, meat).[14]"
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        261,
                        430,
                        469,
                        561
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                430,
                                469,
                                561
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        430,
                                        469,
                                        561
                                    ],
                                    "type": "text",
                                    "content": "High-fiber foods should be avoided for the first four to eight weeks after surgery, as fibrous foods are harder to digest and increase the risk of an intestinal blockage. Such foods include celery and asparagus, apple peels, dried fruit, nuts and seeds, popcorn, and coconut.[23] These foods should be slowly incorporated back into the diet over time. Food should be tested one item at a time. Patients should take small bites, chew thoroughly, and take sips of water in between bites. If there is an indication the food is not tolerated, such as cramping and an increase in liquid output, it should be eliminated."
                                }
                            ]
                        }
                    ],
                    "index": 9
                },
                {
                    "bbox": [
                        261,
                        562,
                        469,
                        716
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                261,
                                562,
                                469,
                                716
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        261,
                                        562,
                                        469,
                                        716
                                    ],
                                    "type": "text",
                                    "content": "Education. When people who have an ileostomy have multiple comorbidities affecting dietary restrictions, it's essential to include a registered dietitian in the education process after surgery. This is especially important for people who have diabetes mellitus. A scoping literature review by Zelga and colleagues found that diabetes is one of five independent risk factors associated with an increased risk of stomal or peristomal complications.[24] Patients who have this disease need special instructions about appropriate dietary intake while maintaining adequate blood glucose control. The optimal diet is achieved through a combination of education, monitoring and revising care plans, and individualizing the plan to specific"
                                }
                            ]
                        }
                    ],
                    "index": 10
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        348,
                        724,
                        470,
                        733
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                348,
                                724,
                                470,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        470,
                                        733
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol. 123, No. 2"
                                }
                            ]
                        }
                    ],
                    "index": 11
                },
                {
                    "bbox": [
                        526,
                        723,
                        538,
                        733
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                526,
                                723,
                                538,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        526,
                                        723,
                                        538,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "39"
                                }
                            ]
                        }
                    ],
                    "index": 12
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 3
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        107,
                        83,
                        277,
                        112
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                107,
                                83,
                                277,
                                112
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        107,
                                        83,
                                        277,
                                        112
                                    ],
                                    "type": "text",
                                    "content": "Additional Resources: How to Perform Ostomy Pouch Changes"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        110,
                        117,
                        300,
                        183
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 4,
                    "blocks": [
                        {
                            "bbox": [
                                110,
                                117,
                                300,
                                139
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        110,
                                        117,
                                        300,
                                        139
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                110,
                                                117,
                                                300,
                                                139
                                            ],
                                            "type": "text",
                                            "content": "Stelton S. Stoma and peristomal skin care: a clinical review. Am J Nurs 2019;119(6):38-45."
                                        }
                                    ]
                                }
                            ],
                            "index": 1
                        },
                        {
                            "bbox": [
                                110,
                                139,
                                300,
                                160
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        110,
                                        139,
                                        300,
                                        160
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                110,
                                                139,
                                                300,
                                                160
                                            ],
                                            "type": "text",
                                            "content": "- Kirkland-Kyhn H, et al. Ostomy care at home. Am J Nurs 2018;118(4):63-8."
                                        }
                                    ]
                                }
                            ],
                            "index": 2
                        },
                        {
                            "bbox": [
                                110,
                                161,
                                300,
                                183
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        110,
                                        161,
                                        300,
                                        183
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                110,
                                                161,
                                                300,
                                                183
                                            ],
                                            "type": "text",
                                            "content": "Bradley M, Pupiales M. Essential elements of ostomy care. Am J Nurs 1997;97(7):38-45."
                                        }
                                    ]
                                }
                            ],
                            "index": 3
                        }
                    ],
                    "sub_type": "text"
                },
                {
                    "bbox": [
                        100,
                        199,
                        307,
                        220
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                199,
                                307,
                                220
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        199,
                                        307,
                                        220
                                    ],
                                    "type": "text",
                                    "content": "sensitivities, tolerances, socioeconomic conditions, and lifestyle and cultural requirements.[25]"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        100,
                        220,
                        307,
                        299
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                220,
                                307,
                                299
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "text",
                                    "content": "People who have an ileostomy also need to be educated on their risk of deficiencies in vitamin "
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{B}_{12}"
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "text",
                                    "content": ", iron, magnesium, fat, and folic acid. Most importantly, the terminal ileum, which is where vitamin "
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{B}_{12}"
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "text",
                                    "content": " is absorbed, is usually removed during surgery.[15] Patients should follow up with a primary care provider regarding their vitamin "
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\mathrm{B}_{12}"
                                },
                                {
                                    "bbox": [
                                        100,
                                        220,
                                        307,
                                        299
                                    ],
                                    "type": "text",
                                    "content": " levels and may require supplementation."
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        100,
                        308,
                        181,
                        318
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                308,
                                181,
                                318
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        308,
                                        181,
                                        318
                                    ],
                                    "type": "text",
                                    "content": "ILEOSTOMY BLOCKAGE"
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        100,
                        319,
                        307,
                        495
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                319,
                                307,
                                495
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        319,
                                        307,
                                        495
                                    ],
                                    "type": "text",
                                    "content": "One complication that may occur with an ileostomy is an obstruction (or blockage). A blockage can be partial or complete. Signs and symptoms of a partial blockage may include thin, clear liquid output, malodorous output, abdominal pain (especially cramping around the stoma), abdominal distention, and stomal edema. If a partial blockage is suspected, action should be initiated at home by the individual. This includes consuming a liquid-only diet, taking a warm bath or using a heating pad to help with pain and relax the abdominal muscles, massaging the abdomen (especially around the stoma), and lying in the knee-chest or side-lying position, with knees bent. The ostomy pouch's wafer may need to be cut larger than usual to accommodate any stomal edema.[14]"
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        100,
                        495,
                        307,
                        716
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                495,
                                307,
                                716
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        495,
                                        307,
                                        716
                                    ],
                                    "type": "text",
                                    "content": "If there's no output from the stoma, a complete blockage should be suspected, and emergency care is warranted. Additional signs and symptoms of a complete blockage include nausea, vomiting, and an absence of bowel sounds. If a complete blockage is suspected, no liquids or solid food should be consumed. Pain medication and intravenous fluids should be administered in the ED. Prior to any physical manipulation of the stoma, imaging of the abdomen should be done to rule out other conditions, such as volvulus, in which a portion of the gastrointestinal tract is twisted, causing a blockage.[14] Digital manipulation of the stoma can be performed by a trained physician or wound, ostomy, and continence (WOC) nurse. Risks of digital manipulation may include stomal irritation or trauma (bleeding). Digital manipulation is performed by lubricating a gloved finger and gently passing it into the os, below the level of the abdominal wall fascia. If the finger cannot easily pass, the procedure should be stopped.[14] Patients should be"
                                }
                            ]
                        }
                    ],
                    "index": 9
                },
                {
                    "bbox": [
                        315,
                        77,
                        523,
                        100
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                77,
                                523,
                                100
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        77,
                                        523,
                                        100
                                    ],
                                    "type": "text",
                                    "content": "told to expect some cramping and discomfort during digital manipulation."
                                }
                            ]
                        }
                    ],
                    "index": 10
                },
                {
                    "bbox": [
                        315,
                        100,
                        523,
                        297
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                100,
                                523,
                                297
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        100,
                                        523,
                                        297
                                    ],
                                    "type": "text",
                                    "content": "If the blockage does not resolve, ileal lavage may be indicated and can be performed by a trained physician or WOC nurse.14 Ileal lavage is performed by first gently inserting a lubricated, gloved finger into the os to break up the blockage. The old pouching system is then removed, and a colostomy irrigation sleeve is applied to a new two-piece pouching system. Once applied, a lubricated soft catheter (a size 14 or 16 French catheter) is inserted into the os until the blockage is reached (the catheter should not be forced). After the blockage is seen or felt, 30 to "
                                },
                                {
                                    "bbox": [
                                        315,
                                        100,
                                        523,
                                        297
                                    ],
                                    "type": "inline_equation",
                                    "content": "50~\\mathrm{mL}"
                                },
                                {
                                    "bbox": [
                                        315,
                                        100,
                                        523,
                                        297
                                    ],
                                    "type": "text",
                                    "content": " of normal saline is slowly instilled into the catheter using a bulb syringe. The catheter is then removed to allow for returns to flow through the irrigation sleeve. This procedure should be repeated until the blockage is resolved, which may take up one to two hours. If ileal lavage is not successful, a surgical consultation is warranted.14"
                                }
                            ]
                        }
                    ],
                    "index": 11
                },
                {
                    "bbox": [
                        316,
                        308,
                        454,
                        318
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                316,
                                308,
                                454,
                                318
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        316,
                                        308,
                                        454,
                                        318
                                    ],
                                    "type": "text",
                                    "content": "PROMOTING CONFIDENCE AND HEALTH"
                                }
                            ]
                        }
                    ],
                    "index": 12
                },
                {
                    "bbox": [
                        315,
                        319,
                        523,
                        418
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                319,
                                523,
                                418
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        319,
                                        523,
                                        418
                                    ],
                                    "type": "text",
                                    "content": "Ileostomy surgery has significant physical, mental, and emotional effects on patients. Although readmission to the hospital after ileostomy surgery is not uncommon, measures can be taken to prevent this. By understanding changes in anatomy due to ileostomy surgery, as well as proper hydration, nutrition, and medication management, nurses can provide interventions and education that help to avoid complications and readmission."
                                }
                            ]
                        }
                    ],
                    "index": 13
                },
                {
                    "bbox": [
                        315,
                        418,
                        523,
                        529
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                418,
                                523,
                                529
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        529
                                    ],
                                    "type": "text",
                                    "content": "Patient education sessions, in which nurses teach patients about necessary alterations to diet and hydration and how to perform pouch changes, are crucial to promoting positive patient outcomes after discharge (see Ileostomy Patient Teaching Checklist"
                                },
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        529
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{14}"
                                },
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        529
                                    ],
                                    "type": "text",
                                    "content": " and Additional Resources: How to Perform Ostomy Pouch Changes)."
                                },
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        529
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{26}"
                                },
                                {
                                    "bbox": [
                                        315,
                                        418,
                                        523,
                                        529
                                    ],
                                    "type": "text",
                                    "content": " Such sessions may include family or support people to ensure patients have the assistance they need to feel confident taking care of themselves and achieving their health goals."
                                }
                            ]
                        }
                    ],
                    "index": 14
                },
                {
                    "bbox": [
                        322,
                        547,
                        517,
                        582
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                322,
                                547,
                                517,
                                582
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        322,
                                        547,
                                        517,
                                        582
                                    ],
                                    "type": "text",
                                    "content": "For 106 additional nursing continuing professional development activities on surgery topics, go to www.nursingcenter.com/ce."
                                }
                            ]
                        }
                    ],
                    "index": 15
                },
                {
                    "bbox": [
                        315,
                        600,
                        523,
                        645
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                315,
                                600,
                                523,
                                645
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        315,
                                        600,
                                        523,
                                        645
                                    ],
                                    "type": "text",
                                    "content": "Teresa McCartney, Ashley Markwell, Mackenzie Rauch-Pucher, and Jessica Cox-Reber are wound ostomy nurses at Beaumont Hospital Dearborn in Dearborn, MI. Contact author: Teresa McCartney, teresa.mccartney@beaumont.org. The authors and planners have disclosed no potential conflicts of interest, financial or otherwise."
                                }
                            ]
                        }
                    ],
                    "index": 16
                },
                {
                    "bbox": [
                        317,
                        652,
                        360,
                        661
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                317,
                                652,
                                360,
                                661
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        317,
                                        652,
                                        360,
                                        661
                                    ],
                                    "type": "text",
                                    "content": "REFERENCES"
                                }
                            ]
                        }
                    ],
                    "index": 17
                },
                {
                    "bbox": [
                        320,
                        663,
                        523,
                        715
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 20,
                    "blocks": [
                        {
                            "bbox": [
                                320,
                                663,
                                523,
                                681
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        320,
                                        663,
                                        523,
                                        681
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                320,
                                                663,
                                                523,
                                                681
                                            ],
                                            "type": "text",
                                            "content": "1. Rajaretnam N, Lieske B. Ileostomy. In: StatPearls. Treasure Island, FL; 2022. https://www.ncbi.nlm.nih.gov/pubmed/30085545."
                                        }
                                    ]
                                }
                            ],
                            "index": 18
                        },
                        {
                            "bbox": [
                                320,
                                682,
                                523,
                                715
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        320,
                                        682,
                                        523,
                                        715
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                320,
                                                682,
                                                523,
                                                715
                                            ],
                                            "type": "text",
                                            "content": "2. United Ostomy Associations of America. New ostomy patient guide. Kennebunk, ME; 2020. https://www.ostomy.org/wp-content/uploads/2020/10/UOAA-New-Ostomy-Patient-Guide-2020-10.pdf."
                                        }
                                    ]
                                }
                            ],
                            "index": 19
                        }
                    ],
                    "sub_type": "ref_text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        33,
                        724,
                        45,
                        733
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                33,
                                724,
                                45,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        33,
                                        724,
                                        45,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "40"
                                }
                            ]
                        }
                    ],
                    "index": 21
                },
                {
                    "bbox": [
                        101,
                        724,
                        221,
                        734
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                101,
                                724,
                                221,
                                734
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        101,
                                        724,
                                        221,
                                        734
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol.123, No.2"
                                }
                            ]
                        }
                    ],
                    "index": 22
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 4
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        48,
                        77,
                        253,
                        473
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 12,
                    "blocks": [
                        {
                            "bbox": [
                                50,
                                77,
                                253,
                                120
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        50,
                                        77,
                                        253,
                                        120
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                50,
                                                77,
                                                253,
                                                120
                                            ],
                                            "type": "text",
                                            "content": "3. Goldberg MT, Mahoney MF. Preoperative preparation of patients undergoing a fecal or urinary diversion. In: Carmel JE, et al., editors. Wound, Ostomy and Continence Nurses Society core curriculum: ostomy management. 2nd ed. Philadelphia, PA: Wolters Kluwer; 2021. p. 143-61."
                                        }
                                    ]
                                }
                            ],
                            "index": 0
                        },
                        {
                            "bbox": [
                                50,
                                120,
                                253,
                                177
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        50,
                                        120,
                                        253,
                                        177
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                50,
                                                120,
                                                253,
                                                177
                                            ],
                                            "type": "text",
                                            "content": "4. McDermott, K.W., Liang, L. Overview of operating room procedures during inpatient stays in U.S. hospitals, 2018. Rockville, MD; Healthcare Cost and Utilization Project, Agency for Healthcare Research and Quality; 2021 Aug. Statistical brief #281; https://www.hcup-us.ahrq.gov/reports/statbriefs/sb281-Operating-Room-Procedures-During-Hospitalization-2018.pdf."
                                        }
                                    ]
                                }
                            ],
                            "index": 1
                        },
                        {
                            "bbox": [
                                52,
                                178,
                                253,
                                211
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        52,
                                        178,
                                        253,
                                        211
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                52,
                                                178,
                                                253,
                                                211
                                            ],
                                            "type": "text",
                                            "content": "5. Stricker LJ, et al. Fecal and urinary stoma construction. In: Carmel JE, et al., editors. Wound, Ostomy and Continence Nurses Society core curriculum: ostomy management. 2nd ed. Philadelphia, PA: Wolters Kluwer; 2021. p. 131-42."
                                        }
                                    ]
                                }
                            ],
                            "index": 2
                        },
                        {
                            "bbox": [
                                51,
                                213,
                                253,
                                238
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        51,
                                        213,
                                        253,
                                        238
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                51,
                                                213,
                                                253,
                                                238
                                            ],
                                            "type": "text",
                                            "content": "6. United Ostomy Associations of America. Ileostomy guide. Kennebunk, ME; 2017. https://www.ostomy.org/wp-content/uploads/2018/03/IleostomyGuide.pdf."
                                        }
                                    ]
                                }
                            ],
                            "index": 3
                        },
                        {
                            "bbox": [
                                51,
                                239,
                                253,
                                256
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        51,
                                        239,
                                        253,
                                        256
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                51,
                                                239,
                                                253,
                                                256
                                            ],
                                            "type": "text",
                                            "content": "7. Francone TD. Overview of surgical ostomy for fecal diversion. UpToDate 2021(Apr 6)."
                                        }
                                    ]
                                }
                            ],
                            "index": 4
                        },
                        {
                            "bbox": [
                                51,
                                257,
                                253,
                                283
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        51,
                                        257,
                                        253,
                                        283
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                51,
                                                257,
                                                253,
                                                283
                                            ],
                                            "type": "text",
                                            "content": "8. Ayik C, et al. Ostomy complications, risk factors, and applied nursing care: a retrospective, descriptive study. Wound Manag Prev 2020;66(9):20-30."
                                        }
                                    ]
                                }
                            ],
                            "index": 5
                        },
                        {
                            "bbox": [
                                51,
                                284,
                                253,
                                333
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        51,
                                        284,
                                        253,
                                        333
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                51,
                                                284,
                                                253,
                                                333
                                            ],
                                            "type": "text",
                                            "content": "9. Wound, Ostomy, and Continence Nurses Society, American Urological Society, and the American Society of Colon and Rectal Surgeons. WOCN Society, AUA, and ASCRS position statement on preoperative stoma site marking for patients undergoing ostomy surgery. J Wound Ostomy Continence Nurs 2021;48(6):533-6."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                48,
                                334,
                                253,
                                359
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        334,
                                        253,
                                        359
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                334,
                                                253,
                                                359
                                            ],
                                            "type": "text",
                                            "content": "10. Kim NE, Hall JF. Risk factors for readmission after ileostomy creation: an NSQIP database study. J Gastrointest Surg 2021;25(4):1010-8."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                48,
                                361,
                                253,
                                394
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        361,
                                        253,
                                        394
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                361,
                                                253,
                                                394
                                            ],
                                            "type": "text",
                                            "content": "11. Gustafsson UO, et al. Guidelines for perioperative care in elective colorectal surgery: Enhanced Recovery After Surgery (ERAS) Society recommendations: 2018. World J Surg 2019;43(3):659-95."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        },
                        {
                            "bbox": [
                                48,
                                395,
                                253,
                                420
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        395,
                                        253,
                                        420
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                395,
                                                253,
                                                420
                                            ],
                                            "type": "text",
                                            "content": "12. Pedziwiatr M, et al. Current status of enhanced recovery after surgery (ERAS) protocol in gastrointestinal surgery. Med Oncol 2018;35(6):95."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        },
                        {
                            "bbox": [
                                48,
                                421,
                                253,
                                455
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        421,
                                        253,
                                        455
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                421,
                                                253,
                                                455
                                            ],
                                            "type": "text",
                                            "content": "13. Vogel I, et al. Overall readmissions and readmissions related to dehydration after creation of an ileostomy: a systematic review and meta-analysis. Tech Coloproctol 2022;26 (5):333-49."
                                        }
                                    ]
                                }
                            ],
                            "index": 10
                        },
                        {
                            "bbox": [
                                48,
                                455,
                                253,
                                473
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        48,
                                        455,
                                        253,
                                        473
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                48,
                                                455,
                                                253,
                                                473
                                            ],
                                            "type": "text",
                                            "content": "14. Carmel JE, Scardillo J. Adaptations, rehabilitation, and long-term care management issues. In: Carmel JE, et al., editors."
                                        }
                                    ]
                                }
                            ],
                            "index": 11
                        }
                    ],
                    "sub_type": "ref_text"
                },
                {
                    "bbox": [
                        263,
                        79,
                        469,
                        472
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 26,
                    "blocks": [
                        {
                            "bbox": [
                                275,
                                79,
                                469,
                                104
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        275,
                                        79,
                                        469,
                                        104
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                275,
                                                79,
                                                469,
                                                104
                                            ],
                                            "type": "text",
                                            "content": "Wound, Ostomy and Continence Nurses Society core curriculum: ostomy management. 2nd ed. Philadelphia: Wolters Kluwer; 2022. p. 201-22."
                                        }
                                    ]
                                }
                            ],
                            "index": 13
                        },
                        {
                            "bbox": [
                                264,
                                106,
                                469,
                                123
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        264,
                                        106,
                                        469,
                                        123
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                264,
                                                106,
                                                469,
                                                123
                                            ],
                                            "type": "text",
                                            "content": "15. Berti-Hearn L, Elliott B. Ileostomy care: a guide for home care clinicians. Home Healthc Now 2019;37(3):136-44."
                                        }
                                    ]
                                }
                            ],
                            "index": 14
                        },
                        {
                            "bbox": [
                                263,
                                123,
                                469,
                                148
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        123,
                                        469,
                                        148
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                123,
                                                469,
                                                148
                                            ],
                                            "type": "text",
                                            "content": "16. Rowe KM, Schiller LR. Ileostomy diarrhea: pathophysiology and management. Proc (Bayl Univ Med Cent) 2020;33(2):218-26."
                                        }
                                    ]
                                }
                            ],
                            "index": 15
                        },
                        {
                            "bbox": [
                                263,
                                149,
                                469,
                                174
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        149,
                                        469,
                                        174
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                149,
                                                469,
                                                174
                                            ],
                                            "type": "text",
                                            "content": "17. Bai D, et al. Risk factors for developing high-output ileostomy in CRC patients: a retrospective study. BMC Surg 2021;21(1):300."
                                        }
                                    ]
                                }
                            ],
                            "index": 16
                        },
                        {
                            "bbox": [
                                263,
                                176,
                                469,
                                200
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        176,
                                        469,
                                        200
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                176,
                                                469,
                                                200
                                            ],
                                            "type": "text",
                                            "content": "18. Bridges M, et al. High output ileostomies: the stakes are higher than the output. Pract Gastroenterol 2019;43(9):20-33."
                                        }
                                    ]
                                }
                            ],
                            "index": 17
                        },
                        {
                            "bbox": [
                                263,
                                201,
                                469,
                                218
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        201,
                                        469,
                                        218
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                201,
                                                469,
                                                218
                                            ],
                                            "type": "text",
                                            "content": "19. Landmann RG, Cashman AL. Ileostomy or colostomy care and complications. UpToDate 2021(Nov 16)."
                                        }
                                    ]
                                }
                            ],
                            "index": 18
                        },
                        {
                            "bbox": [
                                263,
                                220,
                                469,
                                252
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        220,
                                        469,
                                        252
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                220,
                                                469,
                                                252
                                            ],
                                            "type": "text",
                                            "content": "20. Kristensen K, Qvist N. The acute effect of loperamide on ileostomy output: a randomized, double-blinded, placebo-controlled, crossover study. Basic Clin Pharmacol Toxicol 2017;121(6):493-8."
                                        }
                                    ]
                                }
                            ],
                            "index": 19
                        },
                        {
                            "bbox": [
                                263,
                                254,
                                469,
                                287
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        254,
                                        469,
                                        287
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                254,
                                                469,
                                                287
                                            ],
                                            "type": "text",
                                            "content": "21. Stankiewicz M, et al. Clinical management of ileostomy high-output stomas to prevent electrolyte disturbance, dehydration, and acute kidney injury: a quality improvement activity. Journal of Stomal Therapy Australia 2019;39(1):8-10."
                                        }
                                    ]
                                }
                            ],
                            "index": 20
                        },
                        {
                            "bbox": [
                                263,
                                287,
                                469,
                                321
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        287,
                                        469,
                                        321
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                287,
                                                469,
                                                321
                                            ],
                                            "type": "text",
                                            "content": "22. Toledano S, et al. Exploring the differences between early and traditional diet advancement in postoperative feeding outcomes in patients with an ileostomy or colostomy. Nutr Clin Pract 2019;34(4):631-8."
                                        }
                                    ]
                                }
                            ],
                            "index": 21
                        },
                        {
                            "bbox": [
                                263,
                                321,
                                469,
                                362
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        321,
                                        469,
                                        362
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                321,
                                                469,
                                                362
                                            ],
                                            "type": "text",
                                            "content": "23. Carmel JE, Goldberg MT. Postoperative education for the patient with a fecal and urinary diversion. In: Carmel JE, et al., editors. Wound, Ostomy and Continence Nurses Society core curriculum: ostomy management. 2nd ed. Philadelphia, PA: Wolters Kluwer; 2022. p. 189-200."
                                        }
                                    ]
                                }
                            ],
                            "index": 22
                        },
                        {
                            "bbox": [
                                263,
                                364,
                                469,
                                396
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        364,
                                        469,
                                        396
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                364,
                                                469,
                                                396
                                            ],
                                            "type": "text",
                                            "content": "24. Zelga P, et al. Patient-related factors associated with stoma and peristomal complications following fecal ostomy surgery: a scoping review. J Wound Ostomy Continence Nurs 2021;48(5):415-30."
                                        }
                                    ]
                                }
                            ],
                            "index": 23
                        },
                        {
                            "bbox": [
                                263,
                                398,
                                469,
                                430
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        398,
                                        469,
                                        430
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                398,
                                                469,
                                                430
                                            ],
                                            "type": "text",
                                            "content": "25. Lopes MG, et al. Specialized oral diet improved clinical outcome of a patient with severe intestinal insufficiency in a late postoperative period: a case report in clinical nutrition. J Acad Nutr Diet 2016;116(8):1243-50."
                                        }
                                    ]
                                }
                            ],
                            "index": 24
                        },
                        {
                            "bbox": [
                                263,
                                431,
                                469,
                                472
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        263,
                                        431,
                                        469,
                                        472
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                263,
                                                431,
                                                469,
                                                472
                                            ],
                                            "type": "text",
                                            "content": "26. Wound, Ostomy, Continence Nurses Society Guideline Development Task Force. WOCN Society clinical guideline: management of the adult patient with a fecal or urinary ostomy—an executive summary. J Wound Ostomy Continence Nurs 2018;45(1):50-8."
                                        }
                                    ]
                                }
                            ],
                            "index": 25
                        }
                    ],
                    "sub_type": "ref_text"
                },
                {
                    "bbox": [
                        59,
                        542,
                        82,
                        549
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                59,
                                542,
                                82,
                                549
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        59,
                                        542,
                                        82,
                                        549
                                    ],
                                    "type": "text",
                                    "content": "Lippincott"
                                }
                            ]
                        }
                    ],
                    "index": 27
                },
                {
                    "bbox": [
                        60,
                        549,
                        122,
                        559
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                60,
                                549,
                                122,
                                559
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        60,
                                        549,
                                        122,
                                        559
                                    ],
                                    "type": "text",
                                    "content": "NursingCenter"
                                }
                            ]
                        }
                    ],
                    "index": 28
                },
                {
                    "bbox": [
                        57,
                        564,
                        130,
                        572
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                57,
                                564,
                                130,
                                572
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        57,
                                        564,
                                        130,
                                        572
                                    ],
                                    "type": "text",
                                    "content": "TEST INSTRUCTIONS"
                                }
                            ]
                        }
                    ],
                    "index": 29
                },
                {
                    "bbox": [
                        56,
                        573,
                        253,
                        703
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 35,
                    "blocks": [
                        {
                            "bbox": [
                                56,
                                573,
                                248,
                                607
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        56,
                                        573,
                                        248,
                                        607
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                56,
                                                573,
                                                248,
                                                607
                                            ],
                                            "type": "text",
                                            "content": "- Read the article. Take the test for this nursing continuing professional development (NCPD) activity online at www.nursingcenter.com/ce/ajn. Tests can no longer be mailed or faxed."
                                        }
                                    ]
                                }
                            ],
                            "index": 30
                        },
                        {
                            "bbox": [
                                56,
                                608,
                                253,
                                642
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        56,
                                        608,
                                        253,
                                        642
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                56,
                                                608,
                                                253,
                                                642
                                            ],
                                            "type": "text",
                                            "content": "- You'll need to create an account (it's free!) and log in to your personal NCPD planner account before taking online tests. Your planner will keep track of all your Lippincott Professional Development (LPD) online NCPD activities for you."
                                        }
                                    ]
                                }
                            ],
                            "index": 31
                        },
                        {
                            "bbox": [
                                56,
                                643,
                                244,
                                686
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        56,
                                        643,
                                        244,
                                        686
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                56,
                                                643,
                                                244,
                                                686
                                            ],
                                            "type": "text",
                                            "content": "- There's only one correct answer for each question. The passing score for this test is 7 correct answers. If you pass, you can print your certificate of earned contact hours and access the answer key. If you fail, you have the option of taking the test again at no additional cost."
                                        }
                                    ]
                                }
                            ],
                            "index": 32
                        },
                        {
                            "bbox": [
                                57,
                                686,
                                201,
                                694
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        57,
                                        686,
                                        201,
                                        694
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                57,
                                                686,
                                                201,
                                                694
                                            ],
                                            "type": "text",
                                            "content": "For questions, contact LPD: 1-800-787-8985."
                                        }
                                    ]
                                }
                            ],
                            "index": 33
                        },
                        {
                            "bbox": [
                                57,
                                695,
                                202,
                                703
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        57,
                                        695,
                                        202,
                                        703
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                57,
                                                695,
                                                202,
                                                703
                                            ],
                                            "type": "text",
                                            "content": "- Registration deadline is December 5, 2025."
                                        }
                                    ]
                                }
                            ],
                            "index": 34
                        }
                    ],
                    "sub_type": "ref_text"
                },
                {
                    "bbox": [
                        328,
                        541,
                        381,
                        558
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                328,
                                541,
                                381,
                                558
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        328,
                                        541,
                                        381,
                                        558
                                    ],
                                    "type": "text",
                                    "content": "NCPD"
                                }
                            ]
                        }
                    ],
                    "index": 36
                },
                {
                    "bbox": [
                        383,
                        543,
                        437,
                        550
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                383,
                                543,
                                437,
                                550
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        383,
                                        543,
                                        437,
                                        550
                                    ],
                                    "type": "text",
                                    "content": "Nursing Continuing"
                                }
                            ]
                        }
                    ],
                    "index": 37
                },
                {
                    "bbox": [
                        383,
                        551,
                        457,
                        558
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                383,
                                551,
                                457,
                                558
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        383,
                                        551,
                                        457,
                                        558
                                    ],
                                    "type": "text",
                                    "content": "Professional Development"
                                }
                            ]
                        }
                    ],
                    "index": 38
                },
                {
                    "bbox": [
                        264,
                        564,
                        358,
                        572
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                264,
                                564,
                                358,
                                572
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        264,
                                        564,
                                        358,
                                        572
                                    ],
                                    "type": "text",
                                    "content": "PROVIDER ACCREDITATION"
                                }
                            ]
                        }
                    ],
                    "index": 39
                },
                {
                    "bbox": [
                        263,
                        573,
                        438,
                        581
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                263,
                                573,
                                438,
                                581
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        263,
                                        573,
                                        438,
                                        581
                                    ],
                                    "type": "text",
                                    "content": "LPD will award 2 contact hours for this NCPD activity."
                                }
                            ]
                        }
                    ],
                    "index": 40
                },
                {
                    "bbox": [
                        263,
                        582,
                        438,
                        607
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                263,
                                582,
                                438,
                                607
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        263,
                                        582,
                                        438,
                                        607
                                    ],
                                    "type": "text",
                                    "content": "LPD is accredited as a provider of NCPD by the American Nurses Credentialing Center's Commission on Accreditation."
                                }
                            ]
                        }
                    ],
                    "index": 41
                },
                {
                    "bbox": [
                        263,
                        608,
                        454,
                        669
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                263,
                                608,
                                454,
                                669
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        263,
                                        608,
                                        454,
                                        669
                                    ],
                                    "type": "text",
                                    "content": "This activity is also provider approved by the California Board of Registered Nursing, Provider Number CEP 11749 for 2 contact hours. LPD is also an approved provider of continuing nursing education by the District of Columbia, Georgia, West Virginia, New Mexico, South Carolina, and Florida, CE Broker #50-1223. Your certificate is valid in all states."
                                }
                            ]
                        }
                    ],
                    "index": 42
                },
                {
                    "bbox": [
                        264,
                        677,
                        299,
                        684
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                264,
                                677,
                                299,
                                684
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        264,
                                        677,
                                        299,
                                        684
                                    ],
                                    "type": "text",
                                    "content": "PAYMENT"
                                }
                            ]
                        }
                    ],
                    "index": 43
                },
                {
                    "bbox": [
                        264,
                        686,
                        399,
                        695
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                264,
                                686,
                                399,
                                695
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        264,
                                        686,
                                        399,
                                        695
                                    ],
                                    "type": "text",
                                    "content": "The registration fee for this test is $21.95."
                                }
                            ]
                        }
                    ],
                    "index": 44
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        348,
                        724,
                        469,
                        733
                    ],
                    "type": "footer",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                348,
                                724,
                                469,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        469,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "AJN "
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        469,
                                        733
                                    ],
                                    "type": "inline_equation",
                                    "content": "\\nabla"
                                },
                                {
                                    "bbox": [
                                        348,
                                        724,
                                        469,
                                        733
                                    ],
                                    "type": "text",
                                    "content": " February 2023 Vol.123, No.2"
                                }
                            ]
                        }
                    ],
                    "index": 45
                },
                {
                    "bbox": [
                        526,
                        724,
                        537,
                        733
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                526,
                                724,
                                537,
                                733
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        526,
                                        724,
                                        537,
                                        733
                                    ],
                                    "type": "text",
                                    "content": "41"
                                }
                            ]
                        }
                    ],
                    "index": 46
                }
            ],
            "page_size": [
                572,
                770
            ],
            "page_idx": 5
        }
    ],
    "_backend": "vlm",
    "_version_name": "2.5.3"
}