{
    "pdf_info": [
        {
            "para_blocks": [
                {
                    "bbox": [
                        187,
                        66,
                        275,
                        79
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                187,
                                66,
                                275,
                                79
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        187,
                                        66,
                                        275,
                                        79
                                    ],
                                    "type": "text",
                                    "content": "REVIEW ESSAY"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        69,
                        128,
                        393,
                        153
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                128,
                                393,
                                153
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        128,
                                        393,
                                        153
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS: MODERN EAST ASIAN HISTORY IN A DIGITAL PUBLICATION FORMAT"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        67,
                        174,
                        394,
                        213
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                174,
                                394,
                                213
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        174,
                                        394,
                                        213
                                    ],
                                    "type": "text",
                                    "content": "BODIES AND STRUCTURES 2.0: DEEP-MAPPING MODERN EAST ASIAN HISTORY. Edited by David R. Ambaras and Kate McDonald. Accessed 18 July 2022. https://bodiesandstructures.org."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        209,
                        230,
                        253,
                        239
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                209,
                                230,
                                253,
                                239
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        209,
                                        230,
                                        253,
                                        239
                                    ],
                                    "type": "text",
                                    "content": "ABSTRACT"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        69,
                        258,
                        395,
                        435
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                258,
                                395,
                                435
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        258,
                                        395,
                                        435
                                    ],
                                    "type": "text",
                                    "content": "How do we adequately capture multivocal history? What are good ways to represent multiple narratives and arguments in an open-ended fashion? The online publication Bodies and Structures 2.0: Deep-Mapping Modern East Asian History, edited by David R. Ambaras and Kate McDonald, addresses these questions for modern East Asian spatial history. Mainly a tool for teaching and research, the website works by interlinking historiographical information and primary sources. Complementarily, Bodies and Structures 2.0 displays all its contents via a set of visualizations. In this review essay, I argue that this multimodal format is innovative on two ends. First, the site convincingly implements what earlier research on hypertext and visualization has long sought—namely, to exceed traditional text and its limitations to represent intricate matters neatly. This is because of these media formats' semiotic efficiency in analytically representing complex wholes and their parts. Second, Bodies and Structures 2.0 successfully translates its multivocal concept of spatial history into an interactive multimodal user experience. All in all, it demonstrates that representing concepts is not just about the applied language of narrative and argumentation; it is also about the publication's form. Bodies and Structures 2.0, therefore, is an exciting work from the perspective of theory of history."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        67,
                        443,
                        393,
                        465
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                443,
                                393,
                                465
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        443,
                                        393,
                                        465
                                    ],
                                    "type": "text",
                                    "content": "Keywords: digital publications, spatial history, concept representation, hypertext, visualization, digital history, multimodal publishing, East Asian history"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        100,
                        482,
                        361,
                        493
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                100,
                                482,
                                361,
                                493
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        100,
                                        482,
                                        361,
                                        493
                                    ],
                                    "type": "text",
                                    "content": "INTRODUCTION: THINKING AND REPRESENTING SPATIAL HISTORIES"
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        67,
                        505,
                        394,
                        608
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                505,
                                394,
                                608
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        505,
                                        394,
                                        608
                                    ],
                                    "type": "text",
                                    "content": "Spatial history is a research area that typically stresses the topos of multiperspectivity. It is about humans attributing different meanings to places; it addresses sediments of time, transregional relations, and other forms of plurality. These conceptual implications commonly find their expression in multivocal narratives and argumentation, avoiding single planes of demonstration. In some cases, spatial history projects go one step further, unfolding multivocality through a publication format that itself features a spatial structure, such as by hyperlinking information units or visualizing spatial connections."
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        67,
                        609,
                        394,
                        647
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                609,
                                394,
                                647
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        609,
                                        394,
                                        647
                                    ],
                                    "type": "text",
                                    "content": "Bodies and Structures 2.0: Deep-Mapping Modern East Asian History is an innovative example of that kind of spatial history project. At its core, the online publication is a platform for teaching and research; it encourages users \"to examine"
                                }
                            ]
                        }
                    ],
                    "index": 9
                },
                {
                    "bbox": [
                        67,
                        654,
                        394,
                        685
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                654,
                                394,
                                685
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        654,
                                        394,
                                        685
                                    ],
                                    "type": "text",
                                    "content": "This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made."
                                }
                            ]
                        }
                    ],
                    "index": 10
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        68,
                        34,
                        393,
                        59
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                68,
                                34,
                                393,
                                59
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        68,
                                        34,
                                        393,
                                        59
                                    ],
                                    "type": "text",
                                    "content": "History and Theory 61, no. 4 (December 2022), 178-190 © 2022 The Authors. History and Theory published by Wiley Periodicals LLC on behalf of Wesleyan University. ISSN: 0018-2656 DOI: 10.1111/hith.12285"
                                }
                            ]
                        }
                    ],
                    "index": 0
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 0
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        71,
                        51,
                        399,
                        205
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                51,
                                399,
                                205
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        51,
                                        399,
                                        205
                                    ],
                                    "type": "text",
                                    "content": "the spatial histories of 'modern East Asia' in a geographically and conceptually open-ended manner.\"1 Edited by David R. Ambaras and Kate McDonald, version 2.0 of Bodies and Structures was published online in 2021; it now features seventeen individually authored \"modules\" on a broad range of topics, such as imperialism, histories of border regions, migration, and consumption. Using the online publishing tool Scalar, the editors and authors created a multithreaded work that lets users navigate through hyperlinked information and primary sources. Complementarily, a set of visualizations of the publication's contents provides further access to the spatial relationships, resulting in a multimodal format. Users are also invited to create their own histories through interactive features for exploring and curating connections between the material, connections that the editors and authors have not necessarily anticipated."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        71,
                        206,
                        400,
                        373
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                206,
                                400,
                                373
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        206,
                                        400,
                                        373
                                    ],
                                    "type": "text",
                                    "content": "Bodies and Structures 2.0, therefore, is a fascinating case of conveying multiperspective history through an innovative publication design. As such, it responds to earlier theoretical works' emphasis on the semiotic capacities of interactive literature and visualizations to convey intricate conceptions and knowledge. In this context, digital publications are not merely supposed to present research in a \"modern\" and \"catchy\" way. More than this, they are tools to present concepts and research objects that are difficult to express through traditional text formats. In this review essay, I discuss Bodies and Structures 2.0 primarily in this conceptual respect. Rather than assessing its contribution to East Asian history—a research area for which I do not possess the necessary expertise—I focus on the publication's design and its effect on knowledge representation. \"Design is making sense of things,\" as Klaus Krippendorff put it. This could be the motto of the perspective I adopt in this essay."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        76,
                        390,
                        395,
                        410
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                76,
                                390,
                                395,
                                410
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        76,
                                        390,
                                        395,
                                        410
                                    ],
                                    "type": "text",
                                    "content": "THE LONG-STANDING DEBATE: QUESTING FOR AN EXTENDED REPRESENTATION OF COMPLEX ARGUMENTS AND NARRATIVES"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        71,
                        423,
                        399,
                        474
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                423,
                                399,
                                474
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        423,
                                        399,
                                        474
                                    ],
                                    "type": "text",
                                    "content": "In order to proceed, some context is needed. There are older attempts to surpass linearly written text's capacities to represent intricate arguments and narratives. Bodies and Structures 2.0 takes part in this development, representing a shining example of digital historiography, as I will show."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        71,
                        475,
                        399,
                        501
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                475,
                                399,
                                501
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        475,
                                        399,
                                        501
                                    ],
                                    "type": "text",
                                    "content": "In particular, research on hypertext has been a driving force in the debates, for \"hypertext\" literally means \"the extended, generalized form of writing.\"3"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        71,
                        516,
                        398,
                        645
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 10,
                    "blocks": [
                        {
                            "bbox": [
                                71,
                                516,
                                398,
                                555
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        516,
                                        398,
                                        555
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                516,
                                                398,
                                                555
                                            ],
                                            "type": "text",
                                            "content": "1. David R. Ambaras and Kate McDonald, \"Why Think Spatially?\" in Bodies and Structures 2.0: Deep-Mapping Modern East Asian History, ed. David R. Ambaras and Kate McDonald, last modified 7 March 2022, https://bodiesandstructures.org/bodies-and-structures-2/why-think-spatially? path=get-to-know-the-site."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                72,
                                555,
                                398,
                                575
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        555,
                                        398,
                                        575
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                555,
                                                398,
                                                575
                                            ],
                                            "type": "text",
                                            "content": "2. Klaus Krippendorff, The Semantic Turn: A New Foundation for Design (Boca Raton: CRC Press, 2006), xiii."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        },
                        {
                            "bbox": [
                                71,
                                575,
                                398,
                                645
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        575,
                                        398,
                                        645
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                575,
                                                398,
                                                645
                                            ],
                                            "type": "text",
                                            "content": "3. Theodor H. Nelson, Literary Machines 93.1: The Report On, and Of, Project Xanadu concerning Word Processing, Electronic Publishing, Hypertext, Thinkertoys, Tomorrow's Intellectual Revolution, and Certain Other Topics including Knowledge, Education and Freedom (Sausalito: Mindful Press, 1993), 0/3. Hypertext research had its heyday in the 1980s and the 1990s. Since the 2000s, other terms—for instance, \"interactive literature\" and \"interactive narrative\"—gradually took over. Theoretical works on hypertext nevertheless still provide essential insights into concepts of hyperlinking information. \"Hypertext,\" as a conceptual term, remains instructive for recent approaches."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        }
                    ],
                    "sub_type": "text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        381,
                        31,
                        397,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                381,
                                31,
                                397,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        381,
                                        31,
                                        397,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "179"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 1
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        67,
                        51,
                        395,
                        115
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                51,
                                395,
                                115
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        115
                                    ],
                                    "type": "text",
                                    "content": "According to Theodor H. Nelson, who invented the term, \"by 'hypertext' I mean non-sequential writing—text that branches and allows choices to the reader, best read at an interactive display.\"4 Consisting of interlinked nodes that may contain any media format, hypertext has commonly been associated with extended knowledge expression. Nelson explained:"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        67,
                        123,
                        395,
                        178
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                123,
                                395,
                                178
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        123,
                                        395,
                                        178
                                    ],
                                    "type": "text",
                                    "content": "The problem with creating sequential documents is this: any sequence cuts connections, just as any grouping omits items. The cutting of connections is the loss of information. The problem is worsened with publication. Usually, a document submitted for publication has content edited out. Information is lost, content is lost, connections are lost, often forever. Before hypertext, these problems were intrinsic to writing and publication.[5]"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        67,
                        187,
                        395,
                        393
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                187,
                                395,
                                393
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        187,
                                        395,
                                        393
                                    ],
                                    "type": "text",
                                    "content": "Reflecting the coherence of academic reasoning, however, does not depend solely on linking information. It is also a matter of meaningful interface design. For David Kolb, \"if hypertexts are to serve inquiry, they need to question and comment on their own and others' form and relations, so they must be able to represent their own form and movement.\" One way to do that is by visualizing the hypertext's contents, resulting in a multimodal format. For historians, David J. Staley identified the visual potential in \"the organization of meaningful information in spatial form intended to further a systematic inquiry.\" Staley has attributed this potential to the two- or three-dimensional syntax of visual media, which he saw as starkly contrasting the one-dimensional syntax of prose text. His assessment coincides with findings in the more basic research of multimodality studies. They differentiate between image and language on variant levels—notably, on the level of perception/cognition and the level of semiotics. While images lead to a simultaneous or holistic perception, language causes a successive, linear perception. As for semiotics, images employ a grammar of gestalt integration (weak), whereas language features a grammar of combination (strong)."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        67,
                        395,
                        395,
                        447
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                395,
                                395,
                                447
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        395,
                                        395,
                                        447
                                    ],
                                    "type": "text",
                                    "content": "Therefore, visual media have the potential to holistically resemble the represented information or, at the very least, its coherent structure (iconicity). This is at least one way to conceptualize the metaphorical spatiality of visualizations, making Staley's position even more plausible. He defined visual representations"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        67,
                        456,
                        394,
                        645
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 14,
                    "blocks": [
                        {
                            "bbox": [
                                77,
                                456,
                                120,
                                464
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        77,
                                        456,
                                        120,
                                        464
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                77,
                                                456,
                                                120,
                                                464
                                            ],
                                            "type": "text",
                                            "content": "4. Ibid., 0/2."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                76,
                                465,
                                366,
                                475
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        465,
                                        366,
                                        475
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                465,
                                                366,
                                                475
                                            ],
                                            "type": "text",
                                            "content": "5. Theodor H. Nelson, “Philosophy of Hypertext” (PhD diss., Keio University, 2002), 24."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                67,
                                476,
                                394,
                                515
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        476,
                                        394,
                                        515
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                476,
                                                394,
                                                515
                                            ],
                                            "type": "text",
                                            "content": "6. David Kolb, \"Scholarly Hypertext: Self-Represented Complexity,\" in Hypertext '97: Proceedings of the Eighth ACM Conference on Hypertext, ed. Mark Bernstein, Kasper Østerbye, and Leslie Carr (New York: Association for Computing Machinery Press, 1997), 33, https://doi.org/10.1145/267437.267441."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        },
                        {
                            "bbox": [
                                67,
                                516,
                                394,
                                545
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        516,
                                        394,
                                        545
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                516,
                                                394,
                                                545
                                            ],
                                            "type": "text",
                                            "content": "7. See Christian Wachter, Geschichte digital schreiben: Hypertext als non-lineare Wissenschaftsrepräsentation in der Digital History (Bielefeld: Transcript, 2021), https://doi.org/10.14361/9783839458013."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        },
                        {
                            "bbox": [
                                67,
                                546,
                                394,
                                575
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        546,
                                        394,
                                        575
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                546,
                                                394,
                                                575
                                            ],
                                            "type": "text",
                                            "content": "8. David J. Staley, Computers, Visualization, and History: How New Technology Will Transform Our Understanding of the Past, 2nd ed. (Armonk: M. E. Sharpe, 2014), 36. Staley drew on James Elkins's notion of \"information images\" and Philip Morrison's notion of \"cognitive art.\""
                                        }
                                    ]
                                }
                            ],
                            "index": 10
                        },
                        {
                            "bbox": [
                                76,
                                575,
                                153,
                                585
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        575,
                                        153,
                                        585
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                575,
                                                153,
                                                585
                                            ],
                                            "type": "text",
                                            "content": "9. Ibid., 16-28, 29-58."
                                        }
                                    ]
                                }
                            ],
                            "index": 11
                        },
                        {
                            "bbox": [
                                67,
                                585,
                                394,
                                615
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        585,
                                        394,
                                        615
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                585,
                                                394,
                                                615
                                            ],
                                            "type": "text",
                                            "content": "10. Hartmut Stöckl, \"Sprache-Bild-Texte lessen: Bausteine zur Methodik einer Grundkompetenz,\" in Bildlinguistik: Theorien, Methoden, Fallbeispiele, ed. Hajo Diekmannshenke, Michael Klemm, and Hartmut Stöckl (Berlin: Erich Schmidt Verlag, 2011), 48."
                                        }
                                    ]
                                }
                            ],
                            "index": 12
                        },
                        {
                            "bbox": [
                                67,
                                615,
                                394,
                                645
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        615,
                                        394,
                                        645
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                615,
                                                394,
                                                645
                                            ],
                                            "type": "text",
                                            "content": "11. Linda Freyberg, \"Iconicity as Simultaneous Plurality: Beyond the Restraints of Formal Knowledge Organization Systems,\" in Applied Interdisciplinary Peirce Studies, ed. Elize Bisanz (Berlin: Peter Lang, 2019), 123-50."
                                        }
                                    ]
                                }
                            ],
                            "index": 13
                        }
                    ],
                    "sub_type": "ref_text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        69,
                        31,
                        87,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                31,
                                87,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        31,
                                        87,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "180"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        32,
                        274,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                32,
                                274,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        32,
                                        274,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 2
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        71,
                        51,
                        398,
                        89
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                51,
                                398,
                                89
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        51,
                                        398,
                                        89
                                    ],
                                    "type": "text",
                                    "content": "as “meaningful conceptual tools of both inquiry and insight in their own right.”<sup>12</sup> Thus, to Staley, they are not mere illustrations or in any way subordinate to writing.<sup>13</sup>"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        73,
                        91,
                        399,
                        296
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                73,
                                91,
                                399,
                                296
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        73,
                                        91,
                                        399,
                                        296
                                    ],
                                    "type": "text",
                                    "content": "The potentials of visualization and hypertext can be combined in multimodal media formats. That may play out very differently, with images or video clips as (part of) nodes, for instance. Another variant is the visual depiction of the conceptual space itself, which has been addressed by research on \"spatial hypertext.\" This type of mapped hypertext presents its contents usually in the shape of a graph as the default interface. The spatial arrangement of the nodes, their colors, and their sizes symbolize coherence between the nodes, their logical role, their weight for the overall demonstration, and so on. Users navigate to a node's contents by selecting a visualized node. Originally developed for note-taking, \"representation of argumentative structure in spatial hypertext has been a conspicuous goal since gIBIS . . . and Sepia,\" as Mark Bernstein pointed out.[14] This also makes spatial hypertext informative for digital and spatial historiography. In order to present a complex yet coherent piece of historiography, it is important to combine narrative threads (multilinear structure) with interactive depictions of those threads. This leads to a visible correspondence between \"knowledge design and media design.\"[15]"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        71,
                        297,
                        399,
                        465
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                297,
                                399,
                                465
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        297,
                                        399,
                                        465
                                    ],
                                    "type": "text",
                                    "content": "Many hypertext or interactive literature projects have tried to implement such conceptual considerations. While most of them stem from literary studies, some early examples of (spatial) history exist. For instance, William G. Thomas III and Edward L. Ayers created the early digital history work “The Differences Slavery Made: A Close Analysis of Two American Communities,” a spatial history project that examines the intertwined political and social structures of two counties during the American Civil War. For the authors, the hypertextual form of their online publication and the integration of several maps were pivotal for speaking “a language of exposition that works by branching and layers and connections rather than operating on one plane of exposition.”[16] “As a result,” the authors explained, “this piece of electronic scholarship operates on several levels to connect form and analysis.”[17] Similarly, Jakob Krameritsch reported how hypertext functioned as a way to explicate concepts for the interdisciplinary Pastperfect.at project, which"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        71,
                        485,
                        398,
                        644
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 11,
                    "blocks": [
                        {
                            "bbox": [
                                80,
                                485,
                                255,
                                494
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        80,
                                        485,
                                        255,
                                        494
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                80,
                                                485,
                                                255,
                                                494
                                            ],
                                            "type": "text",
                                            "content": "12. Staley, Computers, Visualization, and History, 40."
                                        }
                                    ]
                                }
                            ],
                            "index": 5
                        },
                        {
                            "bbox": [
                                81,
                                496,
                                138,
                                504
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        81,
                                        496,
                                        138,
                                        504
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                81,
                                                496,
                                                138,
                                                504
                                            ],
                                            "type": "text",
                                            "content": "13. Ibid., 39-40."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                71,
                                505,
                                398,
                                545
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        505,
                                        398,
                                        545
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                505,
                                                398,
                                                545
                                            ],
                                            "type": "text",
                                            "content": "14. Mark Bernstein, \"Can We Talk about Spatial Hypertext?\" in HT 2011: Proceedings of the 22nd ACM Conference on Hypertext and Hypermedia (New York: Association for Computing Machinery, 2011), 108, https://dl.acm.org/doi/10.1145/1995966.1995983. With gIBIS and Sepia, Bernstein mentioned two early tools for the creation of spatial hypertexts."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                81,
                                546,
                                244,
                                555
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        81,
                                        546,
                                        244,
                                        555
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                81,
                                                546,
                                                244,
                                                555
                                            ],
                                            "type": "text",
                                            "content": "15. See Wachter, Geschichte digital schreiben, 60."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        },
                        {
                            "bbox": [
                                71,
                                556,
                                398,
                                614
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        556,
                                        398,
                                        614
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                556,
                                                398,
                                                614
                                            ],
                                            "type": "text",
                                            "content": "16. William G. Thomas III and Edward L. Ayers, \"The Differences Slavery Made: A Close Analysis of Two American Communities,\" Virginia Center for Digital History, University of Virginia, accessed 30 August 2022, TI3, http://www2.vcdh.virginia.edu/AHR/. This article draws from material provided by Ayers's online archive, The Valley of the Shadow: Two Communities in the American Civil War (website), University of Virginia Library, accessed 18 August 2022, http://valley.lib.virginia.edu."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        },
                        {
                            "bbox": [
                                72,
                                615,
                                398,
                                644
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        615,
                                        398,
                                        644
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                615,
                                                398,
                                                644
                                            ],
                                            "type": "text",
                                            "content": "17. William G. Thomas III and Edward L. Ayers, \"An Overview: The Differences Slavery Made: A Close Analysis of Two American Communities,\" American Historical Review 108, no. 5 (2003), 1299."
                                        }
                                    ]
                                }
                            ],
                            "index": 10
                        }
                    ],
                    "sub_type": "text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        381,
                        31,
                        396,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                381,
                                31,
                                396,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        381,
                                        31,
                                        396,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "181"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 3
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        67,
                        51,
                        395,
                        168
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                51,
                                395,
                                168
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "text",
                                    "content": "focused on Europe's history from 1492 to 1558."
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{18}"
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "text",
                                    "content": " Though the website is no longer active, Pastperfect.at's over seven hundred extensively interlinked texts were displayed in an interactive map-based interface that was designed to avoid offering any master narrative. Instead, the site welcomed ambivalence and multiple perspectives, inviting users to find their own histories."
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{19}"
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "text",
                                    "content": " They thus became \"prosumers\" (producers and consumers)."
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{20}"
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "text",
                                    "content": " At its core, this type of design reflects a postmodernist understanding of narrative and, as Krameritsch pointed out, is apt to demonstrate cultural history approaches that emphasize cultural transfer, entanglements, or other nonlinear concepts."
                                },
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        168
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{21}"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        69,
                        169,
                        395,
                        414
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                169,
                                395,
                                414
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        169,
                                        395,
                                        414
                                    ],
                                    "type": "text",
                                    "content": "There are only a few more recent examples of spatial history, or any other kind of history, projects crafted in digital spaces. Such examples include Nicholas Mirzoeff's work on revolution and decolonization in Algeria from 1954 to 2011,[22] Cleveland Historical (by the Center for Public History and Digital Humanities at Cleveland State University),[23] the digital edition *Furnace and Fugue*, edited by Tara Nummedal and Donna Bilak and published with a set of scholarly essays,[24] and Shahzad Bashir's recent study on Islamic pasts and futures.[25] This list is, of course, not exhaustive. However, these examples demonstrate that \"form leads to substance,\" as Stephen Robertson and Lincoln Mullen argued in their appeal for digital history to create and show patterns of historical interpretation.[26] A distinctive dissatisfaction with traditional text and its ability to translate intricate concepts into an appropriate form led these projects' creators to pursue new publication formats. The same applies to tools developed for scholarly online publishing. There are not many tools like *Omeka*[27] and *Scalar*,[28] to name two prominent examples, that focus on media-rich and interlinking publishing. These tools and the projects utilizing them demonstrate a desire to produce hypertextual and multimodal histories. And this is not just about representing the objects of research, such as spaces; it is also about representing the structure of scholarly sense-making. That desire has been articulated for some time."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        67,
                        423,
                        394,
                        652
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 15,
                    "blocks": [
                        {
                            "bbox": [
                                67,
                                423,
                                394,
                                442
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        423,
                                        394,
                                        442
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                423,
                                                394,
                                                442
                                            ],
                                            "type": "text",
                                            "content": "18. Pastperfect.at has been discontinued. However, Krameritsch documented it extensively in his publications."
                                        }
                                    ]
                                }
                            ],
                            "index": 4
                        },
                        {
                            "bbox": [
                                67,
                                443,
                                394,
                                463
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        443,
                                        394,
                                        463
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                443,
                                                394,
                                                463
                                            ],
                                            "type": "text",
                                            "content": "19. Jakob Krameritsch, Geschichte(n) im Netzwerk: Hypertext und dessen Potenziale für die Produktion, Repräsentation und Rezeption der historischen Erzahlung (Münster: Waxmann, 2007)."
                                        }
                                    ]
                                }
                            ],
                            "index": 5
                        },
                        {
                            "bbox": [
                                76,
                                464,
                                133,
                                472
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        464,
                                        133,
                                        472
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                464,
                                                133,
                                                472
                                            ],
                                            "type": "text",
                                            "content": "20. Ibid., 15-16."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                67,
                                473,
                                394,
                                493
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        473,
                                        394,
                                        493
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                473,
                                                394,
                                                493
                                            ],
                                            "type": "text",
                                            "content": "21. Jakob Krameritsch, \"Die fünf Typen des historischen Erzahlens: Im Zeitalter digitaler Medien,\" Zeithistorische Forschungen 6, no. 3 (2009), 426, https://zeithistorische-forschungen.de/3-2009/4566."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                67,
                                494,
                                394,
                                513
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        494,
                                        394,
                                        513
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                494,
                                                394,
                                                513
                                            ],
                                            "type": "text",
                                            "content": "22. Nicholas Mirzoeff, \"We Are All Children of Algeria\": Visuality and Countervisuality, 1954-2011 (website), accessed 22 July 2022, http://scalar.usc.edu/nehvectors/mirzoeff/index."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        },
                        {
                            "bbox": [
                                67,
                                514,
                                394,
                                533
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        514,
                                        394,
                                        533
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                514,
                                                394,
                                                533
                                            ],
                                            "type": "text",
                                            "content": "23. Cleveland Historical (website), Center for Public History and Digital Humanities, Cleveland State University, accessed 2 August 2022, https://clevelandhistorical.org."
                                        }
                                    ]
                                }
                            ],
                            "index": 9
                        },
                        {
                            "bbox": [
                                67,
                                533,
                                394,
                                563
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        533,
                                        394,
                                        563
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                533,
                                                394,
                                                563
                                            ],
                                            "type": "text",
                                            "content": "24. Furnace and Fugue: A Digital Edition of Michael Maier's Atalanta fugiens (1618) with Scholarly Commentary, ed. Tara Nummedal and Donna Bilak (Charlottesville: University of Virginia Press, 2020), https://furnaceandfugue.org."
                                        }
                                    ]
                                }
                            ],
                            "index": 10
                        },
                        {
                            "bbox": [
                                67,
                                563,
                                394,
                                583
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        563,
                                        394,
                                        583
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                563,
                                                394,
                                                583
                                            ],
                                            "type": "text",
                                            "content": "25. Shahzad Bashir, A New Vision for Islamic Pasts and Futures (Cambridge, MA: MIT Press, 2022), https://islamic-pasts-futures.org."
                                        }
                                    ]
                                }
                            ],
                            "index": 11
                        },
                        {
                            "bbox": [
                                67,
                                583,
                                394,
                                603
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        583,
                                        394,
                                        603
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                583,
                                                394,
                                                603
                                            ],
                                            "type": "text",
                                            "content": "26. Stephen Robertson and Lincoln Mullen, \"Arguing with Digital History: Patterns of Historical Interpretation,\" Journal of Social History 54, no. 4 (2021), 1005, https://doi.org/10.1093/jsh/shab015."
                                        }
                                    ]
                                }
                            ],
                            "index": 12
                        },
                        {
                            "bbox": [
                                67,
                                603,
                                394,
                                632
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        603,
                                        394,
                                        632
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                603,
                                                394,
                                                632
                                            ],
                                            "type": "text",
                                            "content": "27. Omeka (website), accessed 30 August 2022, https://omeka.org. Originally launched at the Roy Rosenzweig Center for History and New Media, Omeka represents the center's long-standing commitment to creating historical hypertexts."
                                        }
                                    ]
                                }
                            ],
                            "index": 13
                        },
                        {
                            "bbox": [
                                67,
                                633,
                                394,
                                652
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        633,
                                        394,
                                        652
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                633,
                                                394,
                                                652
                                            ],
                                            "type": "text",
                                            "content": "28. \"About Scalar,\" Scalar, The Alliance for Networking Visual Culture, accessed 30 August 2022, https://scalar.me/anvc/scalar/."
                                        }
                                    ]
                                }
                            ],
                            "index": 14
                        }
                    ],
                    "sub_type": "ref_text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        69,
                        31,
                        87,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                31,
                                87,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        31,
                                        87,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "182"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        32,
                        274,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                32,
                                274,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        32,
                                        274,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 4
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        80,
                        61,
                        390,
                        81
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                80,
                                61,
                                390,
                                81
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        80,
                                        61,
                                        390,
                                        81
                                    ],
                                    "type": "text",
                                    "content": "DEMONSTRATING AN ENTANGLED MATTER: GLOBAL HISTORY OF MODERN EAST ASIA"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        71,
                        94,
                        398,
                        119
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                94,
                                398,
                                119
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        94,
                                        398,
                                        119
                                    ],
                                    "type": "text",
                                    "content": "So, what concept, narrative, and arguments does Bodies and Structures 2.0 represent? How successful is it in utilizing Scalar?"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        71,
                        120,
                        399,
                        274
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                120,
                                399,
                                274
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        120,
                                        399,
                                        274
                                    ],
                                    "type": "text",
                                    "content": "Focusing on the histories of selected regions of East Asia and putting them into global contexts, the editors and authors of Bodies and Structures 2.0 define space as a geographical category. At the same time, they treat space as a conceptual category \"that encompasses myriad modes of place-making and establishing senses of self.\"29 Bodies and Structures 2.0 understands space as constructed, as consisting of layers of meaning that have been created by historical actors. This idea of space becomes even more pluralistic with the multiple perspectives, selections, and interpretations that the authors and editors impose on modern East Asian history. All that explains the project's title, Bodies and Structures 2.0: \"The fundamental intervention of spatial humanistic scholarship is the notion that space is multi-vocal— . . . that one's social-historical positionality or 'body' shapes how one encounters particular spatial 'structures.'\"30"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        71,
                        276,
                        400,
                        548
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                276,
                                400,
                                548
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        276,
                                        400,
                                        548
                                    ],
                                    "type": "text",
                                    "content": "Users are confronted with this vision via the main menu, which appears in the top left corner of the Bodies and Structures 2.0 website. It represents a table of contents and remains permanently accessible while users navigate through the contents. So, one might explore Bodies and Structures 2.0 by simply clicking through the chapters and subchapters, with the modules on modern East Asian history in the main section. This resembles reading a traditional text, but Bodies and Structures 2.0 expands and traverses this structure by utilizing Scalar's \"paths\" feature, through which authors can thematically bind together pages, media, or other content that can appear in different parts of the publication. While the modules themselves are Scalar paths consisting of an arrangement of pages, these pages sometimes offer further paths as opportunities for users to probe deeper into particular aspects of East Asian history and to explore thematic intersections when various paths share information. Additionally, pages connect to other content by containing \"notes,\" which appear as links previewing the linked content page in an information box. For instance, the \"Chimmo (Shenhu) Bay\" page informs readers about an opium depot on China's coast.[31] It is, at the same time, a note of the \"Canton (Guangzhou)\" page, which pictures negotiations between British firms and Chinese merchants at this site. At the same time, the \"Chimmo (Shenhu) Bay\" page appears as a note on the introduction page of the module \"The Coastal Opium Trade in 1830s Fujian.\" Moreover, it is the ninth page of the path \"The Jardine Matheson Global Network,\" which focuses on a trading"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        71,
                        565,
                        398,
                        644
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 9,
                    "blocks": [
                        {
                            "bbox": [
                                80,
                                565,
                                258,
                                575
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        80,
                                        565,
                                        258,
                                        575
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                80,
                                                565,
                                                258,
                                                575
                                            ],
                                            "type": "text",
                                            "content": "29. Ambaras and McDonald, \"Why Think Spatially?\""
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                71,
                                575,
                                398,
                                615
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        575,
                                        398,
                                        615
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                575,
                                                398,
                                                615
                                            ],
                                            "type": "text",
                                            "content": "30. David R. Ambaras and Kate McDonald, \"Using Scalar to Deep-Map Modern East Asian History\": NEH Digital Humanities Advancement Grant (Level II), 2019–2021 Final White Paper,\" accessed 22 July 2022, 3, https://bodiesandstructures.org/bodies-and-structures-2/media/BS2.NEH. whitePaper.pdf."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                71,
                                615,
                                398,
                                644
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        71,
                                        615,
                                        398,
                                        644
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                71,
                                                615,
                                                398,
                                                644
                                            ],
                                            "type": "text",
                                            "content": "31. Peter D. Thilly, \"Chimmo (Shenu) Bay,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 1 October 2021, https://scalar.chass.ncsu.edu/bodies-and-structures-2/ chimmo-shenhu-bay-the-coastal-opium-trade.5."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        }
                    ],
                    "sub_type": "text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        382,
                        31,
                        397,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                382,
                                31,
                                397,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        382,
                                        31,
                                        397,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "183"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 5
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        67,
                        51,
                        395,
                        257
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                51,
                                395,
                                257
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        257
                                    ],
                                    "type": "text",
                                    "content": "conglomerate, and it occurs in many other thematic collections. Here, the authors have found an excellent way to demonstrate the complexity and multivocality that Bodies and Structures 2.0 is all about. Most importantly, they make this complexity easy to access. This is because the note preview transparently shows the linked page's contents. Complementarily, that page provides a list of where it can be found as a note throughout the entire website. Scalar's paths appear as clearly structured menus with the opportunity to navigate forward and backward. Furthermore, each page indicates to which paths it belongs, making branching navigation intuitive. This is not trivial; hypertext research has, since its beginnings, debated how to solve typical problems of becoming \"lost in hyperspace\" (losing one's orientation) and experiencing \"cognitive overhead\" (which occurs when navigation decisions require too many cognitive resources). This highlights the importance of user experience (UX) design. Bodies and Structures 2.0 successfully tackle these obstacles: the paths do not link pages in a network-like fashion, which would make navigation in every direction possible; instead, a multilinear design guides users to experience complex yet coherent strands of narrative and argumentation.[32]"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        67,
                        258,
                        395,
                        335
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                258,
                                395,
                                335
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        258,
                                        395,
                                        335
                                    ],
                                    "type": "text",
                                    "content": "This \"taming\" of complexity is supported by a set of visualizations that Bodies and Structures 2.0 introduces as the main tools to explore multivocal spatial history interactively. These visualizations provide access to more connections than the authors have structured by their narratives and argumentation, resulting in an overall demonstration that \"treats mapping as way finding.\"33 These visualizations are:"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        87,
                        343,
                        271,
                        355
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                87,
                                343,
                                271,
                                355
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        87,
                                        343,
                                        271,
                                        355
                                    ],
                                    "type": "text",
                                    "content": "1. Tag Map (force-directed graph) (Figure 1)"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "type": "image",
                    "bbox": [
                        69,
                        366,
                        393,
                        548
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                69,
                                366,
                                393,
                                548
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        69,
                                        366,
                                        393,
                                        548
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                69,
                                                366,
                                                393,
                                                548
                                            ],
                                            "type": "image",
                                            "image_path": "5f675a3a335fe06c227b01e889f8d0d1d695ed4456129c6646387c53df4a5ee3.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 5,
                            "angle": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                70,
                                552,
                                393,
                                631
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        70,
                                        552,
                                        393,
                                        631
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                70,
                                                552,
                                                393,
                                                631
                                            ],
                                            "type": "text",
                                            "content": "Figure 1. This screenshot of the Tag Map shows how concepts of spatial history, such as \"Vehicles,\" \"Transport Devices,\" \"Boundaries,\" or \"Flows and Immobilities,\" are each represented by a tag. These tags are attributed to the site's contents, and the map displays the relations between the tags and the contents as a network of nodes. Selecting any of them reveals more nodes and connections; the graph becomes gradually more complex. See \"Tag Map,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 28 October 2021, https://bodiesandstructures.org/bodies-and-structures-2/tag-map-2."
                                        }
                                    ]
                                }
                            ],
                            "index": 6,
                            "angle": 0,
                            "type": "image_caption"
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        76,
                        638,
                        256,
                        658
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 9,
                    "blocks": [
                        {
                            "bbox": [
                                76,
                                638,
                                256,
                                647
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        638,
                                        256,
                                        647
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                638,
                                                256,
                                                647
                                            ],
                                            "type": "text",
                                            "content": "32. See Wachter, Geschichte digital schreiben, 214-32."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                76,
                                648,
                                252,
                                658
                            ],
                            "type": "text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        648,
                                        252,
                                        658
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                648,
                                                252,
                                                658
                                            ],
                                            "type": "text",
                                            "content": "33. Ambaras and McDonald, \"Why Think Spatially?\""
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        }
                    ],
                    "sub_type": "text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        69,
                        31,
                        87,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                31,
                                87,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        31,
                                        87,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "184"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        32,
                        274,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                32,
                                274,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        32,
                                        274,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 6
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        90,
                        51,
                        263,
                        63
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                90,
                                51,
                                263,
                                63
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        90,
                                        51,
                                        263,
                                        63
                                    ],
                                    "type": "text",
                                    "content": "2. Complete Grid Visualization (Figure 2)"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "type": "image",
                    "bbox": [
                        72,
                        78,
                        400,
                        265
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                72,
                                78,
                                400,
                                265
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        78,
                                        400,
                                        265
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                78,
                                                400,
                                                265
                                            ],
                                            "type": "image",
                                            "image_path": "b115ff515cd91af0ec609f5614c99089e54faaad0231005c1d337cc85558bae3.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 3,
                            "angle": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                73,
                                271,
                                398,
                                370
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        73,
                                        271,
                                        398,
                                        370
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                73,
                                                271,
                                                398,
                                                370
                                            ],
                                            "type": "text",
                                            "content": "Figure 2. Every piece of content in Bodies and Structures 2.0 is visualized as a block in a grid, as shown in this screenshot of the Complete Grid Visualization. This is not restricted to pages, paths, and tags; it also includes comments, annotations, and media files. The latter are, for the most part, digitized primary sources. By selecting any block, its connections to other blocks become visible. For instance, all pages of a chosen path and their sequential order are highlighted, as shown in Figure 2 with the path titled \"Technologies of the Gaze.\" See \"Complete Grid Visualization,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 4 May 2021, https://bodiesandstructures.org/bodies-and-structures-2/complete-grid-visualization-2."
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "angle": 0,
                            "type": "image_caption"
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        90,
                        385,
                        213,
                        397
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                90,
                                385,
                                213,
                                397
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        90,
                                        385,
                                        213,
                                        397
                                    ],
                                    "type": "text",
                                    "content": "3. Geotagged Map (Figure 3)"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "type": "image",
                    "bbox": [
                        75,
                        413,
                        396,
                        593
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                75,
                                413,
                                396,
                                593
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        75,
                                        413,
                                        396,
                                        593
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                75,
                                                413,
                                                396,
                                                593
                                            ],
                                            "type": "image",
                                            "image_path": "214b93f3595fd5bcb80065e59cd73eda1329fe3c8b2693b0aa44f5c7aaa11e0d.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 6,
                            "angle": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                72,
                                598,
                                399,
                                654
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        72,
                                        598,
                                        399,
                                        654
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                72,
                                                598,
                                                399,
                                                654
                                            ],
                                            "type": "text",
                                            "content": "Figure 3. This screenshot shows the Geotagged Map, which displays the places addressed by the modules in an interactive Google Map. Every pin leads to the page wherein the respective place is thematized. See \"Geotagged Map,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 4 May 2021, https://bodiesandstructures.org/bodies-and-structures-2/geotagged-map-2."
                                        }
                                    ]
                                }
                            ],
                            "index": 7,
                            "angle": 0,
                            "type": "image_caption"
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        382,
                        31,
                        397,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                382,
                                31,
                                397,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        382,
                                        31,
                                        397,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "185"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 7
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        67,
                        51,
                        394,
                        152
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                51,
                                394,
                                152
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        394,
                                        152
                                    ],
                                    "type": "text",
                                    "content": "With the first two visualizations, Bodies and Structures 2.0 implements spatial hypertext; it maps an (open) conceptual space. The user sees the structure and connections of that conceptual space and any element's place in the selected structure, which is a powerful semiotic feature. The pioneers of multimodality research, Gunther Kress and Theo van Leeuwen, have argued that such visualizations depict \"analytical structures,\" by which they mean structures that present elements of the display in relation to the overall configuration (\"meronymical relations\").<sup>34</sup>"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        69,
                        154,
                        394,
                        464
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                154,
                                394,
                                464
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        154,
                                        394,
                                        464
                                    ],
                                    "type": "text",
                                    "content": "As for the usability of accessing these analytical structures, Scalar makes it relatively easy to navigate to specific contents and configurations of interest. Selecting an element labels its contents, and clicking a button brings the user to them. However, mapping intricate matters comes with a trade-off. Because the Complete Grid Visualization shows everything, it ends up showing nothing due to the sheer mass of elements that are unlabeled until they are selected. The Tag Map graph, too, quickly becomes overwhelmingly complex when users attempt to display many nodes for the tags and pages. Therefore, it is no surprise that the creators of Bodies and Structures 2.0 have provided a user's guide, as many similar projects do; that guide thoroughly explains how the site operates.[35] It seems that even the creators of conceptually convincing publication formats must invest considerable effort in helping users to overcome their (well-trained) habits of reading linearly arranged texts. Reorientation toward interactive and nonlinear visual interfaces is not a given.[36] There can be different responses to that problem. One might claim that such visualizations omit more than they reveal and should be left out. A more productive attitude is to remember that Bodies and Structures 2.0 is primarily a tool for teaching and research. It is not supposed to constantly offer all its contents to the user in a clearly structured way (though it does so when offering paths). It is, on the whole, supposed to enable an open, selective, and sometimes strenuous exploration of contents. If users want a more concise overview, they can always consult the context button that appears on each page. It displays the local context instead of the global context, and it does so also by visualization. This is a very helpful feature that receives remarkably little attention in the introduction and project description of Bodies and Structures 2.0."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        67,
                        465,
                        394,
                        543
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                465,
                                394,
                                543
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        465,
                                        394,
                                        543
                                    ],
                                    "type": "text",
                                    "content": "The Geotagged Map, on the other hand, is as clear as it can be. It provides a neat overview of topics associated with different places by the authors. For example, Shellen X. Wu's contribution to Bodies and Structures 2.0 focuses on the contested Chinese borderland Xing An,"
                                },
                                {
                                    "bbox": [
                                        67,
                                        465,
                                        394,
                                        543
                                    ],
                                    "type": "inline_equation",
                                    "content": "^{37}"
                                },
                                {
                                    "bbox": [
                                        67,
                                        465,
                                        394,
                                        543
                                    ],
                                    "type": "text",
                                    "content": " and in the Geotagged Map, we find a pin at the geographic location of that site. But there are also pins for Germany and Cornell University. This is because Wu's contribution refers to the concept of"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        67,
                        555,
                        394,
                        645
                    ],
                    "type": "list",
                    "angle": 0,
                    "index": 9,
                    "blocks": [
                        {
                            "bbox": [
                                67,
                                555,
                                393,
                                575
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        555,
                                        393,
                                        575
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                555,
                                                393,
                                                575
                                            ],
                                            "type": "text",
                                            "content": "34. Gunther Kress and Theo van Leeuwen, Reading Images: The Grammar of Visual Design, 3rd ed. (London: Routledge, 2021), 76."
                                        }
                                    ]
                                }
                            ],
                            "index": 5
                        },
                        {
                            "bbox": [
                                67,
                                575,
                                394,
                                604
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        67,
                                        575,
                                        394,
                                        604
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                67,
                                                575,
                                                394,
                                                604
                                            ],
                                            "type": "text",
                                            "content": "35. David R. Ambaras and Kate McDonald, \"Show Me How,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 5 November 2021, https://bodiesandstructures.org/bodies-and-structures-2/show-me-how."
                                        }
                                    ]
                                }
                            ],
                            "index": 6
                        },
                        {
                            "bbox": [
                                76,
                                605,
                                371,
                                615
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        76,
                                        605,
                                        371,
                                        615
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                76,
                                                605,
                                                371,
                                                615
                                            ],
                                            "type": "text",
                                            "content": "36. Ambaras and McDonald, \"Using Scalar to Deep-Map Modern East Asian History,\" 8."
                                        }
                                    ]
                                }
                            ],
                            "index": 7
                        },
                        {
                            "bbox": [
                                68,
                                616,
                                394,
                                645
                            ],
                            "type": "ref_text",
                            "angle": 0,
                            "lines": [
                                {
                                    "bbox": [
                                        68,
                                        616,
                                        394,
                                        645
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                68,
                                                616,
                                                394,
                                                645
                                            ],
                                            "type": "text",
                                            "content": "37. Shellen X. Wu, \"Xing An: A Contested Borderland,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 8 October 2021, https://bodiesandstructures.org/bodies-and-structures-2/ xing-an-a-contested-borderland?path=list-of-modules-2."
                                        }
                                    ]
                                }
                            ],
                            "index": 8
                        }
                    ],
                    "sub_type": "ref_text"
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        69,
                        31,
                        87,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                31,
                                87,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        31,
                                        87,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "186"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        32,
                        274,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                32,
                                274,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        32,
                                        274,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 8
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        71,
                        51,
                        399,
                        100
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                51,
                                399,
                                100
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        51,
                                        399,
                                        100
                                    ],
                                    "type": "text",
                                    "content": "\"inner colonization,\" which stems from German academia and was discussed at international universities during the early twentieth century. The Geotagged Map thus convincingly highlights the global dimensions of phenomena as treated by the modules."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        87,
                        119,
                        381,
                        128
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                87,
                                119,
                                381,
                                128
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        87,
                                        119,
                                        381,
                                        128
                                    ],
                                    "type": "text",
                                    "content": "OPEN-ENDED INTERPRETATIONS: READERS PRODUCE THEIR OWN HISTORIES"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        71,
                        141,
                        399,
                        282
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                141,
                                399,
                                282
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        141,
                                        399,
                                        282
                                    ],
                                    "type": "text",
                                    "content": "The most innovative visualization feature is the Lenses tool, which the Bodies and Structures 2.0 project team and Scalar's developers collaboratively created. A Lens assembles a selection of contents by detailed parameters via a query-building tool. For instance, a user may create a diagram or simply a list that displays all media files with the tags \"Sourcebook\" (the tag for primary sources), \"Maritime Zones,\" and \"Borderlands.\" As a result, the user will be shown a perfect overview of every primary source in the context of maritime borderlands (see Figure 4). A user might also create a map of all geotagged places within one hundred miles of Tokyo. Any other type of Scalar's visualizations can be chosen. Selections and combinations become highly flexible by exploiting the rich relations between the publication's contents."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        71,
                        284,
                        399,
                        464
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                284,
                                399,
                                464
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        284,
                                        399,
                                        464
                                    ],
                                    "type": "text",
                                    "content": "Another notable fact is that the authors and editors aren't the only ones who can produce Lenses. After registering for an account, users may create private Lenses and even submit a request to make them public. These possibilities strongly correspond with Bodies and Structures 2.0's mission to engage in multivocal and open spatial history. They are also in sync with strands of classic hypertext theory that emphasize that individuals should find their connections in a web of information and share their exploration; Vannevar Bush coined the term \"trail blazers\" for that.[38] Better than any static representation of contents or any browsing through loosely arranged materials, Lenses let users flexibly curate meaningful selections. This makes the feature ideal for a broad range of teaching and research interests, as primarily addressed by Bodies and Structures 2.0; this feature is certainly a highlight of the project. Because Lenses are now part of Scalar's standard toolset, their development has made an outstanding contribution to multimodal online publishing."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        85,
                        482,
                        386,
                        501
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                85,
                                482,
                                386,
                                501
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        85,
                                        482,
                                        386,
                                        501
                                    ],
                                    "type": "text",
                                    "content": "CAN BE DONE! SHOULD BE DONE? EXTENDING TRADITIONAL CONDITIONS OF REPUTATION AND VISIBILITY IN SCHOLARLY PUBLISHING"
                                }
                            ]
                        }
                    ],
                    "index": 6
                },
                {
                    "bbox": [
                        71,
                        514,
                        399,
                        605
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                514,
                                399,
                                605
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        514,
                                        399,
                                        605
                                    ],
                                    "type": "text",
                                    "content": "We learn from Bodies and Structures 2.0 that media-rich and hypertextual online publication can be done in a conceptually convincing and technically appealing way. Above all, the project demonstrates that the same \"taming\" of complexity and its coherent demonstration would not be possible with traditional text. One might object, however, that the reality of academic publishing looks different: multimodal publishing is time-consuming; it demands developing new skills and rethinking how well-structured academic works can look. Also, scholars need"
                                }
                            ]
                        }
                    ],
                    "index": 7
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        381,
                        31,
                        397,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                381,
                                31,
                                397,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        381,
                                        31,
                                        397,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "187"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        80,
                        634,
                        325,
                        645
                    ],
                    "type": "page_footnote",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                80,
                                634,
                                325,
                                645
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        80,
                                        634,
                                        325,
                                        645
                                    ],
                                    "type": "text",
                                    "content": "38. Vannevar Bush, \"As We May Think,\" Atlantic Monthly, July 1945, 108."
                                }
                            ]
                        }
                    ],
                    "index": 8
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 9
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        143,
                        54,
                        318,
                        63
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                143,
                                54,
                                318,
                                63
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        143,
                                        54,
                                        318,
                                        63
                                    ],
                                    "type": "text",
                                    "content": "This Lens is hidden to the public, and visible to you since you created the page."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        89,
                        81,
                        332,
                        115
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                89,
                                81,
                                332,
                                115
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        89,
                                        81,
                                        332,
                                        115
                                    ],
                                    "type": "text",
                                    "content": "Lens: Primary sources on maritime borderlands"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "type": "image",
                    "bbox": [
                        90,
                        130,
                        313,
                        201
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                90,
                                130,
                                313,
                                201
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        90,
                                        130,
                                        313,
                                        201
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                90,
                                                130,
                                                313,
                                                201
                                            ],
                                            "type": "image",
                                            "image_path": "46c7dec11aac672916854f6da0a66fce79cb6b9048a4b8623a3a3f624926003c.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 4,
                            "angle": 0,
                            "type": "image_body"
                        }
                    ],
                    "index": 4
                },
                {
                    "type": "image",
                    "bbox": [
                        89,
                        210,
                        372,
                        401
                    ],
                    "blocks": [
                        {
                            "bbox": [
                                89,
                                210,
                                372,
                                401
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        89,
                                        210,
                                        372,
                                        401
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                89,
                                                210,
                                                372,
                                                401
                                            ],
                                            "type": "image",
                                            "image_path": "281d832aefb5b1463603eea812cd15750663d8b386a7465463e549435ccafe1f.jpg"
                                        }
                                    ]
                                }
                            ],
                            "index": 5,
                            "angle": 0,
                            "type": "image_body"
                        },
                        {
                            "bbox": [
                                73,
                                405,
                                387,
                                436
                            ],
                            "lines": [
                                {
                                    "bbox": [
                                        73,
                                        405,
                                        387,
                                        436
                                    ],
                                    "spans": [
                                        {
                                            "bbox": [
                                                73,
                                                405,
                                                387,
                                                436
                                            ],
                                            "type": "text",
                                            "content": "Figure 4. This Lens represents a list of primary sources for the context of maritime borderlands. See \"Lenses,\" in Ambaras and McDonald, Bodies and Structures 2.0, last modified 10 November 2021,"
                                        }
                                    ]
                                }
                            ],
                            "index": 6,
                            "angle": 0,
                            "type": "image_caption"
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        106,
                        438,
                        354,
                        449
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                106,
                                438,
                                354,
                                449
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        106,
                                        438,
                                        354,
                                        449
                                    ],
                                    "type": "text",
                                    "content": "https://bodiesandstructures.org/bodies-and-structures-2/go-to-lenses."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        67,
                        478,
                        393,
                        503
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                478,
                                393,
                                503
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        478,
                                        393,
                                        503
                                    ],
                                    "type": "text",
                                    "content": "their publications to be findable, which underscores the fundamental role that academic publishers and established reputation regimes play."
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        67,
                        504,
                        394,
                        646
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                504,
                                394,
                                646
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        504,
                                        394,
                                        646
                                    ],
                                    "type": "text",
                                    "content": "All these concerns are legitimate, and they are raised regularly. Nevertheless, I would claim that these are not categorical objections because we now have the means to overcome such problems. First, persistent identifiers, such as DOIs, have become flexibly employed tools to reference and find online content. Beyond that, Mirzoeff's Scalar site was co-published by Duke University Press, Nummedal and Bilak's digital edition was published by University of Virginia Press, and MIT Press published Bashir's book. So, some academic publishers already do support innovative publication formats. The Journal of Digital History is another recent example; concentrating on data-driven historical research, it emphasizes the data, the methodological dimension, and the narrative demonstration by including three representational layers in every article it publishes. To be sure, we"
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        70,
                        31,
                        85,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                70,
                                31,
                                85,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        70,
                                        31,
                                        85,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "188"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        33,
                        273,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                33,
                                273,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        33,
                                        273,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHTER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 10
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        71,
                        51,
                        399,
                        113
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                51,
                                399,
                                113
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        51,
                                        399,
                                        113
                                    ],
                                    "type": "text",
                                    "content": "speak about a specific research domain here. Still, the digital humanities might boost the establishment of new formats of publishing from which other parts of academia might benefit. The need for alternatives is broadly addressed in digital research and receives the technical expertise of interdisciplinary research teams, publishers, universities, and libraries in that field.[39]"
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        71,
                        115,
                        400,
                        204
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                115,
                                400,
                                204
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        115,
                                        400,
                                        204
                                    ],
                                    "type": "text",
                                    "content": "The digital humanities might also play a crucial role in developing and using visualizations in the broader humanities. Admittedly, most visualizations there are depictions of data rather than depictions of narrative and argumentative structures, as they are in Bodies and Structures 2.0.[40] But we observe a strong move to highlight the humanistic and interpretative conditions embedded in visualizations.[41] Scholarly publishing projects, in general, might profit from new concepts and tools in this field."
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        130,
                        222,
                        340,
                        232
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                130,
                                222,
                                340,
                                232
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        130,
                                        222,
                                        340,
                                        232
                                    ],
                                    "type": "text",
                                    "content": "CONCLUSION: REPRESENTING CONCEPTS DONE RIGHT"
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        71,
                        245,
                        400,
                        516
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                245,
                                400,
                                516
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        245,
                                        400,
                                        516
                                    ],
                                    "type": "text",
                                    "content": "Bodies and Structures 2.0 is a fascinating approach to representing intricate historical connections through a meaningful publication design. The editors and authors define space as a geographical and conceptual category, and they succeed in their mission of laying out layers and multiple connections of modern East Asian spatial history. This accomplishment connects to earlier conceptions of hypertext or interactive literature, on the one hand, and visualizations, on the other hand. Bodies and Structures 2.0 convincingly exploits these media formats' semiotic characteristics to convey nonlinear narrative and argumentation explicitly and analytically. Moreover, the site combines branching narrative and argumentation with a holistic visualized overview of all information units in a multimodal form. To do so, Bodies and Structures 2.0 uses Scalar, and this choice is more than justified. Scalar's path and note features enable the authors and editors of Bodies and Structures 2.0 to create nonlinear yet coherent narratives of multiple perspectives, layers, and global dimensions of modern East Asian history, as laid out in the \"modules.\" The contributors, therefore, implement nonlinear historiography in an appealing and easy-to-use fashion. Additionally, Scalar's interactive visualizations enable users to explore more connections in order to find their own histories. This speaks to the project's idea of open spatial history as well as to its primary purpose as a tool for teaching and research. The newly developed Lenses feature should be emphasized in this context, since it provides a flexible opportunity for users to select and relate content in meaningful ways."
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        71,
                        517,
                        399,
                        556
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                517,
                                399,
                                556
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        517,
                                        399,
                                        556
                                    ],
                                    "type": "text",
                                    "content": "Given all this, Bodies and Structures 2.0 is a successful example of how theoretical considerations find their symbolic expression in publication design. The site may, therefore, inspire other projects dedicated to multivocal history in fields"
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        167,
                        32,
                        304,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                167,
                                32,
                                304,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        167,
                                        32,
                                        304,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "REPRESENTING SPATIAL CONCEPTS"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        382,
                        31,
                        397,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                382,
                                31,
                                397,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        382,
                                        31,
                                        397,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "189"
                                }
                            ]
                        }
                    ],
                    "index": 1
                },
                {
                    "bbox": [
                        71,
                        575,
                        397,
                        595
                    ],
                    "type": "page_footnote",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                575,
                                397,
                                595
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        575,
                                        397,
                                        595
                                    ],
                                    "type": "text",
                                    "content": "39. This concerns, for instance, data stories, articles that can execute computer code, pure data publications, and micro-publications."
                                }
                            ]
                        }
                    ],
                    "index": 7
                },
                {
                    "bbox": [
                        71,
                        595,
                        398,
                        624
                    ],
                    "type": "page_footnote",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                71,
                                595,
                                398,
                                624
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        71,
                                        595,
                                        398,
                                        624
                                    ],
                                    "type": "text",
                                    "content": "40. I have argued that the digital humanities should use digital publishing more for this purpose; see Christian Wachter, \"Publishing Complexity in the Digital Humanities,\" magazén 2, no. 1 (2021), 103-18, https://doi.org/10.30687/mag/2724-3923/2021/03/004."
                                }
                            ]
                        }
                    ],
                    "index": 8
                },
                {
                    "bbox": [
                        72,
                        625,
                        398,
                        644
                    ],
                    "type": "page_footnote",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                72,
                                625,
                                398,
                                644
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        72,
                                        625,
                                        398,
                                        644
                                    ],
                                    "type": "text",
                                    "content": "41. See especially Johanna Drucker's Visualization and Interpretation: Humanistic Approaches to Display (Cambridge, MA: MIT Press, 2020)."
                                }
                            ]
                        }
                    ],
                    "index": 9
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 11
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        67,
                        51,
                        395,
                        128
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                51,
                                395,
                                128
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        51,
                                        395,
                                        128
                                    ],
                                    "type": "text",
                                    "content": "ranging from cultural history to digital history as well as in other fields that conceptually emphasize plurality. However, this is a path that only a few historians have thus far taken. The reasons for this are diverse, but recent developments in digital publishing make it easier to produce, disseminate, and find innovative online publications. This should encourage efforts to create more multimodal digital publications."
                                }
                            ]
                        }
                    ],
                    "index": 2
                },
                {
                    "bbox": [
                        188,
                        145,
                        275,
                        154
                    ],
                    "type": "title",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                188,
                                145,
                                275,
                                154
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        188,
                                        145,
                                        275,
                                        154
                                    ],
                                    "type": "text",
                                    "content": "ACKNOWLEDGEMENT"
                                }
                            ]
                        }
                    ],
                    "index": 3
                },
                {
                    "bbox": [
                        67,
                        167,
                        321,
                        179
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                67,
                                167,
                                321,
                                179
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        67,
                                        167,
                                        321,
                                        179
                                    ],
                                    "type": "text",
                                    "content": "Open access funding enabled and organized by Projekt DEAL."
                                }
                            ]
                        }
                    ],
                    "index": 4
                },
                {
                    "bbox": [
                        289,
                        187,
                        394,
                        203
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                289,
                                187,
                                394,
                                203
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        289,
                                        187,
                                        394,
                                        203
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHTER iD"
                                }
                            ]
                        }
                    ],
                    "index": 5
                },
                {
                    "bbox": [
                        68,
                        218,
                        152,
                        231
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                68,
                                218,
                                152,
                                231
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        68,
                                        218,
                                        152,
                                        231
                                    ],
                                    "type": "text",
                                    "content": "Bielefeld University"
                                }
                            ]
                        }
                    ],
                    "index": 6
                }
            ],
            "discarded_blocks": [
                {
                    "bbox": [
                        69,
                        31,
                        87,
                        41
                    ],
                    "type": "page_number",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                31,
                                87,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        31,
                                        87,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "190"
                                }
                            ]
                        }
                    ],
                    "index": 0
                },
                {
                    "bbox": [
                        189,
                        32,
                        274,
                        41
                    ],
                    "type": "header",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                189,
                                32,
                                274,
                                41
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        189,
                                        32,
                                        274,
                                        41
                                    ],
                                    "type": "text",
                                    "content": "CHRISTIAN WACHER"
                                }
                            ]
                        }
                    ],
                    "index": 1
                }
            ],
            "page_size": [
                468,
                711
            ],
            "page_idx": 12
        },
        {
            "para_blocks": [
                {
                    "bbox": [
                        69,
                        70,
                        521,
                        126
                    ],
                    "type": "text",
                    "angle": 0,
                    "lines": [
                        {
                            "bbox": [
                                69,
                                70,
                                521,
                                126
                            ],
                            "spans": [
                                {
                                    "bbox": [
                                        69,
                                        70,
                                        521,
                                        126
                                    ],
                                    "type": "text",
                                    "content": "Copyright of History & Theory is the property of Wiley-Blackwell and its content may not be copied or emailed to multiple sites or posted to a listserv without the copyright holder's express written permission. However, users may print, download, or email articles for individual use."
                                }
                            ]
                        }
                    ],
                    "index": 0
                }
            ],
            "discarded_blocks": [],
            "page_size": [
                595,
                841
            ],
            "page_idx": 13
        }
    ],
    "_backend": "vlm",
    "_version_name": "2.5.3"
}